[
{"product_title": "Blanton's Original Single Barrel 750ML", "product_price": "179.99", "product_brand": "Blanton's Bourbon", "product_description": "Taken from the center-cut or middle sections of the famous Warehouse H, Blanton’s Original Single Barrel was once designated for ambassadors, dignitaries, and Colonel Blanton’s family and friends. Today, everyone has access to the world’s first single barrel bourbon. The taste profile is sweet, with notes of citrus and oak. The creamy vanilla nose is teased with caramel and butterscotch, all underscored by familiar baking spices such as clove, nutmeg, or cinnamon. Blanton’s Original set the standard for single barrel bourbons in 1984. Best served neat or on the rocks. Bottled at 46.5% alcohol by volume."},
{"product_title": "The Sassenach", "product_price": "109.99", "product_brand": "The Sassenach", "product_description": "Introducing The Sassenach by Sam Heughan from the hit series Outlander. The Sassenach Whisky was inspired by the Scottish Highlands and is matured in Madeira wine casks. The spirit includes notes of peach, apricot, honey, and butterscotch. Drinkers will get scents of citrus fruits, almonds, and vanilla."},
{"product_title": "Buffalo Trace Bourbon Cream", "product_price": "19.99", "product_brand": "Buffalo Trace", "product_description": "Bourbon Cream is handcrafted using Buffalo Trace Kentucky Straight Bourbon, making it a perfect marriage of rich delicious cream and smooth Kentucky bourbon. You can enjoy it chilled, on the rocks, or pour it in a cup of coffee for an indulgent after dinner treat. Try the Buffalo Float- “the adult root beer float.”"},
{"product_title": "Brother's Bond Straight Bourbon Whiskey", "product_price": "39.99", "product_brand": "Brother's Bond Distilling Company", "product_description": "A 100% copper column and pot-doubler distillation method is used to distill Brother's Bond Straight Bourbon Whiskey. Afterwards it is aged 4 years in virgin American oak, barrel staves #4 char, barrel heads #2 char."},
{"product_title": "Tito's Vodka 1.75 Liter", "product_price": "39.99", "product_brand": "Tito's Vodka", "product_description": "Tito’s Handmade Vodka is America's Original Craft Vodka produced in Austin, Texas. Made in small batches using old-fashioned pot stills."},
{"product_title": "PAU Maui Vodka 1.75 Liter", "product_price": "29.99", "product_brand": "PAU Maui Vodka", "product_description": "Made from the universal symbol of hospitality, the pineapple, PAU Maui Vodka is the perfect libation to welcome others to your home, table, or celebration. Local-Maui ingredients are distilled through a unique glass still creating a crisp and clean vodka that personifies the luscious volcanic slopes and sandy beaches of its home."},
{"product_title": "Smirnoff 100 Proof Vodka", "product_price": "19.99", "product_brand": "Smirnoff", "product_description": "Another Smirnoff favorite, Smirnoff 100 Proof Vodka has the same delicious, smooth taste that your guests will love. Add to any of the classics, such as a Moscow Mule or martini, or spice up your go-to Bloody Mary. Smirnoff 100 Proof Vodka is Kosher Certified and gluten free."},
{"product_title": "Skeleton Malbec", "product_price": "9.99", "product_brand": "Skeleton Wine", "product_description": "An enticing Malbec with aromas of violet and plum, alongside secondry notes of blackberry jam and dark fruits. A burst of rich, fresh fruit on the palate, vibrant acidity, and a touch of oak, followed by a long, lingering finish."},
{"product_title": "Platinum 7X Vodka 1.75 Liters", "product_price": "16.99", "product_brand": "Platinum 7X", "product_description": "The ultra-smooth vodka in a chiseled blue bottle, Platinum 7X is everything a vodka should be. Distilled seven times, Platinum 7X Vodka makes a bold impression, delivering purity and smoothness at an attractive price.The Platinum 7X Vodka experience is one that easily rivals that of more expensive brands, and has earned the Beverage Testing Institute's “Highly Recommended” and “Best Buy” ratings, as well as two consecutive gold medals at the San Francisco World Spirits Competition."},
{"product_title": "Teremana Tequila Anejo Bundle", "product_price": "89.99", "product_brand": "Teremana Tequila", "product_description": "Teremana Tequila is crafted in a small Mexican town, amidst the highest peaks of the Jalisco Highlands, every step of our tequila-making process is meticulously done to create delicious tequila that truly honors the land it comes from. Utilizing local businesses and practices allows us to create our sustainable ultra-premium tequila."},
{"product_title": "Cincoro Tequila Blanco", "product_price": "79.99", "product_brand": "Cincoro Tequila", "product_description": "Cincoro Blanco is unaged and made with 100% Weber blue agave from the highlands and lowlands of Jalisco, Mexico. By combining agave from both distinct appellations, Cincoro Blanco tequila is smooth on the palate, with great complexity and finish.  Reflective of the terroir, fresh and cooked agave permeate, with light vanilla undertones, derived from a meticulous small-batch production process. Perfectly balanced to drink neat, versatile enough to mix in your favorite cocktail."},
{"product_title": "Tres Comas Tequila Añejo", "product_price": "99.99", "product_brand": "Tres Comas Tequila", "product_description": "Russ Hanneman here. This is my own brand, Tres Comas. Do you know what that means in Spanish? Three Commas. As in three commas in a billion dollars. My accountant has informed me that this is ultra-premium tequila from a family run distillery set it rural Jalisco. Tres Comas is aged in American Oak Barrels with subtle notes of vanilla, spice and a toasted oak finish that is best enjoyed neat or on the rocks."},
{"product_title": "Teremana Tequila Blanco", "product_price": "29.99", "product_brand": "Teremana Tequila", "product_description": "Teremana Blanco 1 Liter is in stock! Purchase here: "},
{"product_title": "Koval Bourbon", "product_price": "50.99", "product_brand": "Koval", "product_description": "Koval Distillery’s organic, single barrel bourbon has the requisite mash bill of at least 51% corn, but instead of the usual rye or wheat supplement, they have included one of the main cereals of Asia and Africa. Millet is a gluten-free ancient sustenance grain, and like corn, has a history of working in the spirits industry, albeit in Nepal, where it has long been celebrated as a libation of choice."},
{"product_title": "Western Reserve Organic Barrel Proof Straight Bourbon", "product_price": "0.00", "product_brand": "Western Reserve Distillers", "product_description": "All of our grains and fermentable ingredients are USDA certified organic. We use locally grown heirloom seed stock. We are committed to local farmers and are family owned."},
{"product_title": "Old Standard Organic Rye Whiskey", "product_price": "59.99", "product_brand": "Old Town Distilling", "product_description": "Old Standard Rye Whiskey is made from malted rye, a sweeter style of rye grain and that grain certified organic. Old Town Distilling Company is located in Fort Collins, Colorado."},
{"product_title": "Old Weller Antique 107", "product_price": "149.99", "product_brand": "Buffalo Trace", "product_description": "A wheated bourbon with a full-bodied flavor and a balanced palette. Old Weller Antique is bottled at 107 proof, offering a complex taste and bold finish. It’s certainly a recognizable member of the Weller label, with its own unique characteristics to compliment the high proof."},
{"product_title": "High West 14 Years Old Light Whiskey", "product_price": "0.00", "product_brand": "High West Distillery", "product_description": "High West 14 Years Old Light Whiskey - At High West, we believe education leads to appreciation so we'd like to shed some light on a rarely discussed type of whiskey... light whiskey. Not to be confused with lower calories or an Edison light bulb, light denotes a grain spirit distilled between 80-95% alcohol by volume (ABV) - it's lighter than a straight whiskey (which is distilled to <80% ABV) but heavier than neutral grain spirits (what is called NGS and makes vodka) which must be distilled >95%. However, most light whiskeys is distilled to 94.5% ABV so it's almost NGS! Distilling that high removes almost all the congeners, the chemicals other than ethanol that whiskey lovers call flavor. Light whiskey isn't common in the U.S because we prefer our heavier straight whiskeys."},
{"product_title": "Cat’s Eye Distillery Obtainium 14 Year Old Canadian Rye", "product_price": "139.99", "product_brand": "Cat’s Eye Distillery", "product_description": "Cat’s Eye Distillery Obtainium 14 Year Old Canadian Rye Whiskey"},
{"product_title": "Blanton’s Single Barrel Bourbon Miniature 50ml Shot", "product_price": "49.99", "product_brand": "Blanton's Bourbon", "product_description": "Blanton’s Single Barrel Bourbon Miniature 50ml Shot - Blanton’s Single Barrel Bourbon Miniature is a smooth, balanced body infused with vanilla, caramel, honey apple and spices at the forefront lead to a creamy midpalate and end with a lingering honey oak finish. A great gift for any occasion!"},
{"product_title": "Old Fitzgerald 9 Year 2020 Spring Release", "product_price": "499.99", "product_brand": "Old Fitzgerald", "product_description": "Heaven Hill Distillery is proud to announce the release of the Spring 2020 of Old Fitzgerald Bottled-in-Bond Kentucky Straight Bourbon Whiskey Decanter Series."},
{"product_title": "W.L. Weller C.Y.P.B. Bourbon", "product_price": "999.99", "product_brand": "Buffalo Trace", "product_description": "Buffalo Trace Distillery invited whiskey drinkers to craft your perfect bourbon (C.Y.P.B) by choosing their ideal bourbon recipe, proof, warehouse location and age. Thousands chose cheated bourbon. This limited edition whiskey is the result of the overwhelming consensus - a wheated recipe bourbon, aged on the highest warehouse floors for eight years and bottled at 95-proof."},
{"product_title": "Pappy Van Winkle's 20 Year Family Reserve", "product_price": "4,999.99", "product_brand": "Pappy Van Winkle", "product_description": "No other bourbon today can stand 20 years of aging, but this bourbon does it with style. “Pappy” Van Winkle was a true character. This bourbon, like “Pappy,” is full of personality that makes it a very special whiskey, and some might argue, one of our best bourbons. It has been put in the class of a fine after-dinner cognac."},
{"product_title": "Pappy Van Winkle's Family Reserve 23 Year", "product_price": "5,999.99", "product_brand": "Pappy Van Winkle", "product_description": "Only the most careful and expensive distilling method can be used to create a whiskey as special as this one. These barrels were carefully selected from the heart of the warehouse for an added three years of aging. This signature whiskey is best enjoyed neat. Any ice or water will dilute its uniqueness. "},
{"product_title": "George T. Stagg 2020", "product_price": "1,499.99", "product_brand": "Buffalo Trace", "product_description": "The proverbial powerhouse favorite of the Antique Collection, George T. Stagg, comes in at 130.4 proof this year. Last year’s release was awarded 97 points in the 2020 Ultimate Spirits Collection, and fans will find the familiar Stagg taste profile they know and love with cinnamon, caramel and cherries on the nose, and a creamy vanilla with lightly smoked oak on the palate. The finish is black coffee, dark cherries and herbs. This year’s release contains bourbon from barrels filled in the spring of 2005. Storage location of these barrels varied across warehouses L, K and Q. The evaporation loss for this year’s batch was 59%, a bit higher than the last few year’s releases. "},
{"product_title": "Blanton’s Single Barrel Bourbon 375ML Privately Selected by Sip Whiskey", "product_price": "139.99", "product_brand": "Blanton's Bourbon", "product_description": "Bundle includes 1 bottle of Blanton’s Single Barrel Bourbon 375ML Privately Selected by Sip Whiskey and 1 bottle of Parrot Bay Coconut Rum 750ml."},
{"product_title": "Elvis Tiger Man Straight Tennessee Whiskey", "product_price": "49.99", "product_brand": "Elvis Whiskey", "product_description": "Elvis Presley was a man of many nicknames, including Tiger Man, the King of the Jungle. Some say it was his dad who first called him Tiger Man, some say it was a fan, either way, the name was a perfect fit. Elvis first performed the song, Tiger Man in concert in Las Vegas in 1969 and continued playing it through the years - usually in a medley with Mystery Train, singing it over 150 times on stage!"},
{"product_title": "Pappy Van Winkle 15 Year Family Reserve", "product_price": "3,299.99", "product_brand": "Pappy Van Winkle", "product_description": "This bourbon was crafted according to our exclusive family wheated recipe. The smooth, oak flavor blends well with the barrel proof. Selected from barrels in the heart of our Kentucky warehouse, this bourbon has remained untouched for 15 years and unhurried by time."},
{"product_title": "Jack Daniel's No. 27 Gold 750ml", "product_price": "199.99", "product_brand": "Jack Daniel's", "product_description": "Jack Daniel’s No. 27 Gold is crafted to the same uncompromising standards as Old No. 7, but then twice charcoal mellowed to be luxuriously smooth and extra matured in golden-hued maple barrels for a rich, warm finish. This refined expression of our original Tennessee Whiskey is only available in select markets around the world."},
{"product_title": "Blanton’s Single Barrel Bourbon Privately Selected by Sip Whiskey", "product_price": "179.99", "product_brand": "Blanton's Bourbon", "product_description": "Bundle includes 1 bottle of Blanton’s Single Barrel Bourbon Privately Selected by Sip Whiskey and 1 bottle of Buffalo Trace Bourbon"},
{"product_title": "Van Winkle Special Reserve Lot B 12 Years Old", "product_price": "1,549.99", "product_brand": "Pappy Van Winkle", "product_description": "Van Winkle Special Reserve is the perfect combination of age and proof. This sweet, full-bodied whiskey has been described by some as “nectar.” The 12 years of aging and medium proof seem to be just right in creating a very pleasant drink of whiskey. This fine bourbon can compete with any excellent cognac as an after-dinner drink. The overall impression is rich and deep."},
{"product_title": "Old Rip Van Winkle 10 Years Old", "product_price": "1,299.99", "product_brand": "Pappy Van Winkle", "product_description": "This wonderful bourbon is bottled as close to barrel proof as possible. We add just a splash of our Kentucky limestone well-water when we empty the barrels for bottling. Thus, this whiskey is as smooth as any you will find. "},
{"product_title": "Eagle Rare 1.75L", "product_price": "199.99", "product_brand": "Eagle Rare", "product_description": "Eagle Rare 1.75ML - Eagle Rare Bourbon is aged for a minimum of ten years. Each barrel is discriminately selected to offer consistent flavor but with a seemingly individual personality. Eagle Rare is a bourbon that lives up to its name with its lofty, distinctive taste experience. This single barrel bourbon was named the Best Bourbon at the 2013 International Wine and Spirits Competition."},
{"product_title": "W.L. Weller 12 Years Old", "product_price": "349.99", "product_brand": "Buffalo Trace", "product_description": "As part of the wheated bourbon family, this twelve year old W.L. Weller is aged far longer than most wheated bourbons. This offering is a smooth, easy-going and balanced offering with a beautiful deep bronze color."},
{"product_title": "Willett Family Estate 4 Year Rye", "product_price": "79.99", "product_brand": "Willett Distillery", "product_description": "The barrels that went into this small batch combined to make an amazing drinker."},
{"product_title": "Cat’s Eye Obtainium Light Whiskey Bottled In Bond", "product_price": "0.00", "product_brand": "Cat’s Eye Distillery", "product_description": "Cat’s Eye Obtainium Light Whiskey Bottled In Bond - What does “Bottled in Bond” mean? The Bottled in Bond Act of 1897 was enacted to ensure the quality of the product and safety of the consumer. In the mid-1800s’ many less than reputable companies were selling concoctions of ingredients and calling it Whiskey. Few met the definition of a distilled spirit, much less whiskey. Thus the Bond Act of 1897 was born. Giving the consumer assurance that what they were buying was the real thing. Meeting strict guidelines was the only way for a spirit to be deemed a “Bonded” Whiskey… Enjoy with confidence!"},
{"product_title": "Cat’s Eye Obtainium 7 Year Old Light Whiskey", "product_price": "44.99", "product_brand": "Cat’s Eye Distillery", "product_description": "Cat’s Eye Obtainium 7 Year Old Light Whiskey - OBTAINIUM Light Whiskey came into existence in 1968 because consumers were moving away from Bourbon and more into clear spirits such as vodka or gin. Light whiskey is distilled between160-190 proof. Contrast that with Bourbon or American Rye which tops out at 160 proof. It must be aged in used, charred oak barrels or new, uncharred oak. Most distilleries didn’t let it age very long. Sourced from MGP in Indiana. Light whiskey fell out of favor, and stocks were left hanging around, mostly ignored and forgotten. UNTIL NOW!"},
{"product_title": "High West Silver Whiskey Western Oat", "product_price": "179.99", "product_brand": "High West Distillery", "product_description": "An un-aged oat whiskey (akin to a blanco tequila) with a mash bill containing 85% oats and 15% barley malt. A very unique and incredibly smooth whiskey. High West Silver Whiskey® is remarkably versatile. Neat, on the rocks, in a classic cocktail, or wherever you'd use another clear spirit. Try an Old Fashioned-Old Fashioned, a Margarita, or a Silver Manhattan."},
{"product_title": "Cat’s Eye Distillery Obtainium 11 Year Old", "product_price": "65.99", "product_brand": "Cat’s Eye Distillery", "product_description": "The style of whiskey gives the spirit uniquely sweet and candy notes.  The nose of the whiskey is a vanilla butterscotch bomb transitioning into slight notes of citrus and cream.  Butterscotch dominates the palate along with vanilla, toffee and a hint of clove.  The finish is a warm lingering sweet heat, a nice Kentucky hug.  Various barrel finishes provide fruity and spicy notes building on this flavor profile."},
{"product_title": "Ry3 14 Year Old Light Whiskey", "product_price": "79.99", "product_brand": "Ry3 Whiskey", "product_description": "Ry3 14 Year Old Light Whiskey is bottled at Cask Strength to emphasize the true characteristics of this extraordinary, aged Whiskey that boasts layers of Cinnamon, Tobacco, Orange Peel, and subtle notes of oak. Light Whiskey’s is made with a mash bill of 99% corn and 1% malted barley distilled to between 160 and 190 proof and aged in used or uncharred new American oak."},
{"product_title": "Parker's Heritage Wheat Whiskey 13 Year", "product_price": "500.00", "product_brand": "Parker's Heritage", "product_description": "This bottle contains the original batch of Kentucky Straight Wheat Whiskey produced in 2000. Now 13 years old, this whiskey was aged on the top floors or Rickhouse Y. A rare Heaven Hill original, it is bottled at cask strength without chill-filtration showcasing for the first time the full taste profile of Wheat Whiskey."},
{"product_title": "Traverse City Whiskey Co. Barrel Proof Wheat Whiskey", "product_price": "0.00", "product_brand": "Traverse City Whiskey Co.", "product_description": "For this limited edition release, we’ve hand selected the most flavorful whiskey in our rickhouse. Aged for more than four years, it’s wheat whiskey in its most natural state, uncut and bottled at full barrel proof. Crafted to sip slowly and enjoy during life’s defining moments. Cheers!"},
{"product_title": "Cedar Ridge Wheat Whiskey", "product_price": "45.00", "product_brand": "Cedar Ridge Distillery", "product_description": "Technically a single malt, and the softest and sweetest of our whiskey expressions. Aged two years in American Oak barrels, this 100% malted winter wheat whiskey is a delicate yet flavorful spirit. While it’s definitely on the delicate side, it’s certainly not forgettable."},
{"product_title": "Huling Station Straight Wheat Whiskey", "product_price": "0.00", "product_brand": "Huling Station", "product_description": "More than 150 years after the big, bold whiskeys of 1866 Memphis, we went above and beyond the required mash bill for wheat whiskeys to develop a sweet, soft whiskey that boasts 83 percent wheat. With a lighter, more delicate profile and a lower proof than our pre-Prohibition style bourbon, Huling Station Straight Wheat Whiskey is the perfect approachable introduction to the whiskey world."},
{"product_title": "Parker’s Heritage Collection 11 Years Old Heavy Char Wheat Whiskey", "product_price": "1,499.99", "product_brand": "Heaven Hill Distillery", "product_description": "Parker’s Heritage Collection 11 Years Old Heavy Char Wheat Whiskey - Following in the footsteps of the last two releases, the 15th edition of the Parker's Heritage Collection continues to explore the interaction of the barrel char level with varying mashbills in the Heaven Hill portfolio. Consisting of only 75 barrels - each of which was charred for one minute and 30 seconds (Level 5), as opposed to our traditional 40 seconds (Level 3) - these heavy char barrels were filled with our wheat whiskey mashbill and aged on the 6th floor of Rickhouse Y for 11 years. At bottling, the liquid was cut to 122 proof and non-chill filtered to maintain the texture, viscocity and depth of flavor on the palate. During the over 44 seasons spent in the barrel, the interaction of the liquid with the heavy char intensified the flavors found in our original wheat whiskey mashbill, conveying a soft and rich sweetness, filled with hints of molasses and butterscotch, which results in a truly unique whiskey experience."},
{"product_title": "Woody Creek Wheated Whiskey", "product_price": "0.00", "product_brand": "Woody Creek Distillers", "product_description": "The nose is approachable with vanilla cream and poached peach, caramel wafers, vanilla covered almond, and a gentle touch of oak spice. On the palate, vanilla soaked peach and apple with sweet caramel, toffee, more vanilla, and spiced cherries. The finish is lengthy with rich fruit fading into oak spice and baked peach. A gorgeous sipper that punches well above its price."},
{"product_title": "Colorado Distillers Collaboration Straight Wheat Whiskey", "product_price": "0.00", "product_brand": "Colorado Distillers Collaboration", "product_description": "In 2018, seven Colorado distilleries came together to create a collaboration whiskey. Each distillery made whiskey with the same Colorado-grown wheat. The whiskey was then mangled and left to rest in freshly charred American oak barrels. Now more than four years later, this whiskey is finally ready to be enjoyed by those that love Colorado and the whiskey that comes from it. In the spirit of this collaboration, 100% of the profits from the sale of this whiskey will be distributed to non-profit organizations. Cheers to you and the rich distilling community in Colorado."},
{"product_title": "Old Elk 10 Year Old Straight Wheat Whiskey", "product_price": "0.00", "product_brand": "Old Elk Bourbon", "product_description": "Old Elk’s 10-Year Straight Wheat Whiskey is crafted with four decades of experience, passion, and Xero compromises. Our Master Distiller, Greg Metze, called upon a lifetime of experience producing the finest whiskies in the world and applied that expertise to the Straight Wheat Whiskey now held in this bottle. 10 years of aging maximizes the rich and refined attributes of soft red winter wheat and draws out the complexities and subtleties that only time can develop. We hope you sip back, relax and enjoy."},
{"product_title": "Huling Station Trolley Stop Series 9 Year Old Riverfront Line Straight Wheat Whiskey", "product_price": "0.00", "product_brand": "Huling Station", "product_description": "Indulge in the rich, complex flavors of Huling Station Trolley Stop Series Riverfront Line Straight Wheat Whiskey. Carefully crafted with an 83% wheat mash bill, 12% rye, and 5% malted barley, this exclusive whiskey boasts a unique taste that sets it apart from other spirits. Specially commissioned and made with strict adherence to Old Dominick’s family recipe, every sip is a testament to the passion and dedication put into creating this masterpiece."},
{"product_title": "Masterson's Wheat Whiskey", "product_price": "79.99", "product_brand": "Masterson's", "product_description": "Masterson’s Wheat is crafted with choice Canadianwheat and mineral-rich glacial lake water, and it’s dis-tilled in an old-fashioned copper pot – a symbol of thetimeless craftsmanship that went into this whiskey.Aging occurs in white oak casks and takes 12 yearsfor the whiskey to completely mellow."},
{"product_title": "McKenzie Single Barrel Wheat Whiskey", "product_price": "69.99", "product_brand": "Finger Lakes Distilling", "product_description": "McKenzie Wheat Whiskey is made from 60% wheat, 20% corn, 20% malted barley. The whiskey is aged for 2 years in our used bourbon barrels. The end result is an exceptionally soft whiskey with notes of toffee, sherry-vanilla, and toasted oak.  Master Distiller, Thomas Earl, says It just tastes like whiskies oughta taste."},
{"product_title": "Bernheim Original Wheat Whiskey", "product_price": "29.99", "product_brand": "Bernheim", "product_description": "At its launch, Bernheim Original Straight Wheat Whiskey was the first truly new variety of American straight wheat whiskey introduced since Prohibition. Heaven Hill Master Distillers saw an opportunity to give today's whiskey connoisseurs a unique taste experience. Bernheim was the only straight whiskey to use winter wheat as the primary grain in its mashbill, giving it a soft, sweet flavor and medium finish. Today, on the front of the bottle, Bernheim proudly displays its finest attributes: Kentucky Straight Wheat Whiskey, small batch, and a 7 year age statement. With an age statement of 7 years, Bernheim Original Wheat Whiskey truly is well worth the wheat. It is the only straight wheat whiskey distributed nationally. As a straight whiskey, it meets the same criteria as Bourbon or rye—aged a minimum of two years in new, charred oak barrels, distilled at less than 160 proof, and contains no coloring, flavoring or blending agents. As a small batch product, it is made with a dump of 100 barrels or less."},
{"product_title": "Woodford Wheat Whiskey", "product_price": "34.99", "product_brand": "Woodford Reserve", "product_description": "Woodford Reserve Wheat is based on historical recipes but influenced by the iconic core Woodford Reserve Bourbon brand. With wheat as the dominant grain – at 52 percent, followed by malt (20%), corn (20%) and rye (8%) – this whiskey was created by renowned Master Distiller Chris Morris."},
{"product_title": "Old Standard Organic Corn Whiskey 'Moonshine'", "product_price": "29.99", "product_brand": "Old Town Distilling", "product_description": "For close friends and combustible engines. Caramel aroma, vanilla, bittersweet cacao, corn flakes and peanuts, smoky, sweet and rich. Gold Medal winner for taste at Micro Liquor Spirit Awards."},
{"product_title": "Bruichladdich The Organic Scottish Barley", "product_price": "99.99", "product_brand": "Bruichladdich", "product_description": "100% SCOTTISH ORGANIC BARLEY, SLOW TRICKLE DISTILLATION AND PREMIUM AMERICAN OAK HAVE PRODUCED THE CREAMIEST WHISKY WE HAVE EVER TASTED.In Victorian times, when Bruichladdich Distillery was built, all Scottish barley was organically grown. The relationship between distiller, farmer and soil was intimate and enduring. These ties were lost as industrialised farming cut through ancient synergies and an age of super efficient blandness was born.In partnership with our organic farmers – Sir William Roberts of Mains of Tullibardine, William Rose at Mid Coull and Neil Scobie at Coulmore – we are rediscovering these synergies. We believe relationships matter. Once again, land and dram united."},
{"product_title": "Old Standard Organic Bourbon Whiskey", "product_price": "59.99", "product_brand": "Old Town Distilling", "product_description": "High-rye bourbon with organic sweet corn and winter rye, matured in charred virgin american oak barrels. Tastes of caramel, vanilla, stone fruit, black licorice, toffee and cinnamon."},
{"product_title": "Slow Hand Six Woods Cask Organic Whiskey", "product_price": "63.99", "product_brand": "Greenbar Distillery", "product_description": "HOW COULD WE MAKE A MORE COMPLEX CASK WHISKEY?"},
{"product_title": "Slow Hand Single Malt Organic Whiskey", "product_price": "48.99", "product_brand": "Greenbar Distillery", "product_description": "HOW COULD WE MAKE A MORE COMPLEX WHISKEY?"},
{"product_title": "Western Reserve 8 Year Old Organic Bourbon", "product_price": "76.99", "product_brand": "Western Reserve Distillers", "product_description": "Each barrel is hand selected by us for harvest, once they’ve had time to rest in newly charred American White Oak barrels. Our minimum age statement is 8 years but in fact the majority of the barrels are in the 10-12 year range. On the nose you might pick up hints of cedar and dark cherry while on the palette you may notice apricot and fig with just a hint of dark chocolate. This is a smooth and well-balanced bourbon for being 86 Proof (43ABV). "},
{"product_title": "Western Reserve 14 Year Old Organic Bourbon", "product_price": "129.99", "product_brand": "Western Reserve Distillers", "product_description": "Each barrel is hand selected by us for harvest. After resting in a newly charred American White Oak barrel for a minimum of 14 years, the first thing you will notice is how smooth and balanced this bourbon is for being 90 Proof (45ABV). On the nose you may pick up some dried fig and on the palette you may experience dried apricot and clove with just a hint of a tobacco finish."},
{"product_title": "Teremana Tequila Reposado", "product_price": "32.99", "product_brand": "Teremana Tequila", "product_description": "Teremana Reposado 1 Liter is in stock! Purchase here: "},
{"product_title": "Brother's Bond Straight Bourbon Whiskey", "product_price": "39.99", "product_brand": "Brother's Bond Distilling Company", "product_description": "A 100% copper column and pot-doubler distillation method is used to distill Brother's Bond Straight Bourbon Whiskey. Afterwards it is aged 4 years in virgin American oak, barrel staves #4 char, barrel heads #2 char."},
{"product_title": "Skrewball Peanut Butter Whiskey", "product_price": "25.99", "product_brand": "Skrewball Peanut Butter Whiskey", "product_description": "On one side, you have good ol’ whiskey - a bold, loud, and strong partner-in-crime who exudes confidence. On the other, we have peanut butter - a rich, smooth, and irresistible spread that’s as dependable as they come for all your late-night cravings."},
{"product_title": "Buffalo Trace Bourbon", "product_price": "44.99", "product_brand": "Buffalo Trace", "product_description": "Ancient buffalo carved paths through the wilderness that led American pioneers and explorers to new frontiers. One such trail led to the banks of the Kentucky River where Buffalo Trace Distillery has been making bourbon whiskey the same way for more than 200 years. In tribute to the mighty buffalo and the rugged, independent spirit of the pioneers who followed them, we created our signature Buffalo Trace Kentucky Straight Bourbon Whiskey."},
{"product_title": "Angel’s Envy Bourbon Port Finish", "product_price": "44.99", "product_brand": "Angel's Envy", "product_description": "Angel’s Envy Kentucky Straight Bourbon is finished in port wine casks for an award-winning spirit. We guide each batch’s conditioning, blending our handcrafted bourbon in small batches of 8 to 12 barrels at a time. It’s typically aged for up to 6 years. While we lose about 5% of the spirit each year to evaporation, or “the Angel’s Share,” what’s left behind after we’re done is truly worthy of envy. Once it’s deemed ready, we finish our bourbon in ruby port wine casks, which adds subtly distinct flavor nuances that enhance the whiskey without challenging it. Our port finishing process lasts between three to six months, depending on taste. We use 60-gallon ruby port barrels made from French oak and imported directly from Portugal. This creates a whiskey of unprecedented smoothness, sweetness and balance."},
{"product_title": "Eagle Rare", "product_price": "89.99", "product_brand": "Eagle Rare", "product_description": "Eagle Rare Kentucky Straight Bourbon Whiskey is masterfully crafted and carefully aged for no less than ten years. The rareness of this great breed of bourbon is evident in its complex aroma, as well as the smooth and lingering taste. Eagle Rare is a bourbon that lives up to its name with its lofty, distinctive taste experience."},
{"product_title": "Woodford Reserve Kentucky Straight Bourbon", "product_price": "34.99", "product_brand": "Woodford Reserve", "product_description": "The art of making fine bourbon first took place on the site of the Woodford Reserve Distillery, a National Historic Landmark, in 1812. The perfectly balanced taste of our Kentucky Straight Bourbon Whiskey is comprised of more than 200 detectable flavor notes, from bold grain and wood, to sweet aromatics, spice, and fruit & floral notes."},
{"product_title": "Don Julio 1942 Tequila", "product_price": "179.99", "product_brand": "Don Julio Tequila", "product_description": "Celebrated in exclusive cocktail bars, restaurants and nightclubs, the iconic Don Julio 1942 Tequila is the choice of connoisseurs around the globe. Produced in small batches and aged for a minimum of two and a half years, Don Julio 1942 Tequila is handcrafted in tribute to the year that Don Julio González began his tequila-making journey."},
{"product_title": "Veuve Clicquot Yellow Label Brut", "product_price": "69.99", "product_brand": "Veuve Clicquot", "product_description": "Veuve Clicquot Yellow Label Brut has been the symbol of the House since 1772. A perfect balance between power and finesse, its complexity comes from the predominant presence of Pinot Noir and Reserve Wines. It showcases our superb vineyards and the consistent style of our House Serve at a temperature of 46° to 50°F Ageing potential – 3 years"},
{"product_title": "WhistlePig 10 Year Rye", "product_price": "89.99", "product_brand": "WhistlePig", "product_description": "Fortune, superb taste, and hustle lead us to the discovery of an aged Rye Whiskey stock in Alberta, Canada. We rescued the stock from misuse as a blending whiskey, aged it in new American Oak, then hand-bottled this rye on its own. We’re honored to present the most awarded Rye Whiskey in the world."},
{"product_title": "Caymus Vineyards Napa Valley Cabernet Sauvignon 2020", "product_price": "89.99", "product_brand": "Caymus Vinyards", "product_description": "Caymus has a signature style that is dark in color, with rich fruit and ripe, velvety tannins – as approachable in youth as in maturity. We farm Cabernet grapes in eight of Napa’s 16 sub-appellations, with diversification enabling us to make the best possible wine in a given year. Our Cabernet offers layered, lush aromas and flavors, including cocoa, cassis and ripe dark berries."},
{"product_title": "Armand De Brignac Ace of Spades Brut Gold", "product_price": "329.99", "product_brand": "Armand de Brignac", "product_description": "The first release from Champagne Armand de Brignac, the Brut Gold remains the most iconic cuvée in the range. Rich with the old-world tradition of champagne blending, it is a trio of vintages from some of the most lauded terroirs of the region, resulting in a cuvée expressing vibrant and fresh fruit character with a soft texture."},
{"product_title": "Dom Perignon 2010", "product_price": "349.99", "product_brand": "Dom Pérignon", "product_description": "Dom Perignon 2010 - Dom Pérignon only creates vintage wines; it is an absolute commitment. Only the best grapes of the most exceptional years are used, making each vintage distinct. It is the perfect embodiment of the Power of Creation – an act of creation that elevates the mind and enlightens the world. "},
{"product_title": "Johnnie Walker Blue Label", "product_price": "239.99", "product_brand": "Johnnie Walker", "product_description": "Johnnie Walker Blue Label is an unrivaled masterpiece. It is an exquisite blend made from some of Scotland’s rarest and most exceptional Scotch Whiskies. Only one in every ten thousand casks has the elusive quality, character and flavor to deliver the’ remarkable signature taste of Johnnie Walker Blue Label. An extraordinary Scotch Whisky for extraordinary occasions."},
{"product_title": "George Dickel 9 Year Single Barrel Select “Taste This Dickel”", "product_price": "49.99", "product_brand": "George Dickel", "product_description": "George Dickel 9 Year Single Barrel Select “Taste This Dickel” - "},
{"product_title": "High West American Prairie Bourbon Finished in Manhattan Barrels Selected by Sip Whiskey X Nestor Liquor 100.2 Proof", "product_price": "69.99", "product_brand": "High West Whiskey", "product_description": "Introducing the High West American Prairie Bourbon Finished in Manhattan Barrels, an exclusive and exceptional offering meticulously chosen by Sip Whiskey X Nestor Liquor. This limited-edition release, originating from Barrel #27494, showcases the mastery of fine whiskey-making and the innovative fusion with the iconic Manhattan cocktail."},
{"product_title": "High West American Prairie Bourbon Finished in Maple Syrup Barrels Selected by Sip Whiskey X Nestor Liquor 102.6 Proof", "product_price": "69.99", "product_brand": "High West Whiskey", "product_description": "Introducing the High West American Prairie Bourbon Finished in Maple Syrup Barrels, a rare and exquisite offering selected exclusively by Sip Whiskey X Nestor Liquor. This limited-edition release, hailing from Barrel #6427, is a testament to the art of fine whiskey-making."},
{"product_title": "Three Chord \"SDBB\" Honey Toasted Barrel Finish", "product_price": "49.99", "product_brand": "Three Chord", "product_description": "Three Chord SDBB Honey Toasted Barrel Finish"},
{"product_title": "Four Roses Single Barrel Pick “Sip Whiskey X Nestor Liquor” Bundle", "product_price": "299.99", "product_brand": "Four Roses", "product_description": "Four Roses Single Barrel Pick “Sip Whiskey X Nestor Liquor” is"},
{"product_title": "Maker’s Mark Private Barrel Select \"San Diego Breakfast Club\"", "product_price": "69.99", "product_brand": "Maker's Mark", "product_description": "Sip Whiskey has collaborated with Del Mesa Liquor and Maker’s Mark to designate a unique Barrel Pick to please every Bourbon connoisseur. After  experimenting with several woods and blends the store owner duo chose a unique batch that immediately sent them to a wonderful place with the taste and feel of your favorite morning meal hangout. The initial aroma brings you in with it's tantalizing smell of melted butter and caramelized sugar, soft wafts of maple syrup and vanilla with just the slightest hint of oak hanging on the end. For a spirit bottled at cask strength and 109.9 proof, it is exceptionally smooth and creamy on the palate- sweetness settles in first, then with a gentle slide to the back of the throat, just the right amount of oak spice comes in that nicely warms on the way down. Completely satisfying from beginning to end. It is aptly named- San Diego Breakfast Club as a nod to the flavors it most resembles and the location of the stores that came together to execute their vision."},
{"product_title": "Blackened Cask Strength Private Select by \"San Diego Barrel Boys\"", "product_price": "69.99", "product_brand": "Blackened American Whiskey", "product_description": "It’s a blended whiskey deriving from 5 different finished whiskies which are then finished in Spanish Brandy casks which go through the “Black Noise” sonic enhancement process. So there is no specific age, but the whiskey is on average 6 years old. There is also no mash bill as it is a blend of 5 different finished high-end bourbons and Ryes, and we do not have the specific mash bills for those 5 whiskies."},
{"product_title": "Smoke Wagon 8-Year-Old Single Barrel Selected For SipWhiskey.Com", "product_price": "149.99", "product_brand": "Smoke Wagon Bourbon", "product_description": "Smoke Wagon 8-Year-Old Single Barrel was aged for 8 years, bottled at 123.2 and selected exclusively for SipWhiskey.Com"},
{"product_title": "Old Forester Single Barrel Barrel Strength", "product_price": "129.99", "product_brand": "Old Forester", "product_description": "This bottle of Old Forester Single Barrel was specially selected for Sip Whiskey from the stocks of Old Forester in Louisville Kentucky from warehouse K Floor 2 and bottled at 131.9 proof."},
{"product_title": "George Dickel Taste This Dickel Act: II", "product_price": "49.99", "product_brand": "George Dickel", "product_description": "George Dickel Taste This Dickel Act: II"},
{"product_title": "Knob Creek Single Barrel Select | Barrell #7690 | Hand Selected For SipWhiskey.Com", "product_price": "49.99", "product_brand": "Knob Creek", "product_description": "This very special edition of Knob Creek Single Barrel Select Kentucky Straight Rye Whiskey was hand selected for SipWhiskey.Com. This Sip Whiskey exclusive was bottled at 115 proof poured from Barrell #7690 which came from warehouse 0, floor 7, rack 49, tier 2. It was barreled in November 5, 2012. "},
{"product_title": "Woodford Reserve Double Oaked ‘Sip Whiskey’ Personal Selection Kentucky Straight Bourbon Whiskey", "product_price": "59.99", "product_brand": "Woodford Reserve", "product_description": "An innovative approach to twice-barreled bourbon creates the rich and colorful flavor of Woodford Reserve Double Oaked. Uniquely matured in separate, charred oak barrels – the second barrel deeply toasted before a light charring – extracts additional amounts of soft, sweet oak character."},
{"product_title": "Deadwood Tumblin Dice \"Sip 'N Gamble\" Single Barrel Barrel Proof", "product_price": "59.99", "product_brand": "Deadwood Bourbon", "product_description": "Introducing our latest Single Barrel Pick. Deadwood Tumblin' Dice Sip 'N Gamble is a Single Barrel Barrel Proof Kentucky Straight Bourbon Whiskey hand-selected by SipWhiskey.Com. Sip 'N Gamble has been aged for a minimum of 4 years and bottled at 108.7 proof. It consists of a mashbill of 36% rye, 60% corn, & 4% barley. This latest single barrel pick is worth taking a chance on. It's smooth, full of spice, and its barrel proof. What more could you ask for?"},
{"product_title": "Eagle Rare 10 Year Old Single Barrel \"Sip 'N Soar\"", "product_price": "54.99", "product_brand": "Eagle Rare", "product_description": "LIMIT ONE BOTTLE PER CUSTOMER. Additional bottles will be canceled."},
{"product_title": "Old Forester Single Barrel Strength “Sip Whiskey II” Bundle", "product_price": "199.99", "product_brand": "Old Forester", "product_description": "Bundle includes"},
{"product_title": "Jack Daniel's Single Barrel Select \"The Cracker Jack Barrel\"", "product_price": "54.99", "product_brand": "Jack Daniel's", "product_description": "Jack Daniel’s The Cracker Jack Barrel was specially selected by www.sipwhiskey.com  & offers scents of cool vanilla, toffee and caramel to the nose. More than just a sweet spirit, a deeper inhale brings out the robust smell of the toasted and charred oak barrels which shines as the initial taste on the palate. Bottled at 94 proof, it is the perfect pick for your favorite Jack inspired cocktails or as a stand alone served neat- you choose."},
{"product_title": "Villa One Tequila Silver", "product_price": "39.99", "product_brand": "Villa One Tequila", "product_description": "Villa One Silver is a clear liquid with silver shades that is bottled immediately upon production being completed to deliver a nose of cooked agave. It features a continuous bouquet of dried fruit and toasted nuts and has a long, smooth, lightly oily finish."},
{"product_title": "Patron El Alto Tequila Reposado", "product_price": "159.99", "product_brand": "Patron Tequila", "product_description": "Patrón El Alto Reposado is a limited-edition tequila that's crafted with the finest Patrón Reposado, Anejo, and Extra Anejo Tequilas. These Tequilas are blended together to create an ultra-premium tequila with subtle notes of caramel and vanilla. Smooth, sweet and perfect to the last drop."},
{"product_title": "Cincoro Tequila Reposado", "product_price": "99.99", "product_brand": "Cincoro Tequila", "product_description": "Cincoro Reposado is barrel-aged at the distillery for 8-10 months in an underground cellar considerably longer than most other reposados. Cooked agave, with hints of vanilla on the nose, are complimented by spices and dried fruits. On the palate, cooked agave, light vanilla and baking spices complement toasted oak in perfect proportion."},
{"product_title": "El Tequileno The Sassenach Select Double Wood Reposado", "product_price": "104.99", "product_brand": "El Tequileño", "product_description": "El Tequileno The Sassenach Select Double Wood Reposado - The Sassenach Select is the first collaboration between the award-winning El Tequileño and The Sassenach Spirits teams. Antonio “Tony” Salles met with Scottish actor and spirit aficionado Sam Heughan on several trips to Mexico. “Creating this blend first began with us enjoying The Sassenach whisky,” says Salles. Though literally a world apart, the two combined their cultures and shared passion for creating exceptional spirits to do this new blend justice."},
{"product_title": "Clase Azul Gold Limited Edition", "product_price": "299.99", "product_brand": "Clase Azul Tequila", "product_description": "This enchanting decanter captures the sublime embrace between light and dark. A marriage fo Tequila Clase Azul Plata and an eight-year-old Extra Anejo that was first aged in bourbon barrels and then finished in Pedro Ximenez sherry casks."},
{"product_title": "Don Julio 1942 Tequila", "product_price": "179.99", "product_brand": "Don Julio Tequila", "product_description": "Celebrated in exclusive cocktail bars, restaurants and nightclubs, the iconic Don Julio 1942 Tequila is the choice of connoisseurs around the globe. Produced in small batches and aged for a minimum of two and a half years, Don Julio 1942 Tequila is handcrafted in tribute to the year that Don Julio González began his tequila-making journey."},
{"product_title": "Teremana Tequila Reposado 1 Liter", "product_price": "40.99", "product_brand": "Teremana Tequila", "product_description": "Teremana Tequila Reposado from Dwayne Johnson is aged for a minimum of "},
{"product_title": "Don Julio Blanco Personalized Name Label", "product_price": "54.99", "product_brand": "Don Julio Tequila", "product_description": "Orders will be fulfilled 04/24/2023 during in store labeling event and will begin shipping 04/25/2023. All orders are guaranteed to arrive before Cinco De Mayo. "},
{"product_title": "Teremana Tequila Blanco", "product_price": "29.99", "product_brand": "Teremana Tequila", "product_description": "Teremana Blanco 1 Liter is in stock! Purchase here: "},
{"product_title": "Cincoro Tequila Anejo", "product_price": "139.99", "product_brand": "Cincoro Tequila", "product_description": "Cincoro Añejo is aged at the distillery 24 to 28 months in an underground cellar, further enhancing the interaction between the barrel and tequila.  Intense amber in color with copper overtones, wood and dried fruits on the nose elegantly resonate throughout.  Notes of orange, fig and date, with hints of caramel and butterscotch are distinguished on the palate. Unforgettable mouth feel, with a smooth luxurious finish, lay the foundation for both classic cocktails or sipping neat."},
{"product_title": "Clase Azul Reposado Tequila", "product_price": "169.99", "product_brand": "Clase Azul Tequila", "product_description": "Clase Azul Reposado is an ultra-premium reposado tequila made with Tequilana Weber Blue Agave that is slow cooked in traditional stone ovens for a minimum of 72 hours. Once the agave reaches a deep, rich flavor, it is fermented with proprietary yeast prior to distillation. Once the tequila is distilled, it is aged for 8 months in hand-selected oak barrels. This process results in a superb, smooth taste which exceeds expectations with each sip."},
{"product_title": "Teremana Tequila Reposado", "product_price": "32.99", "product_brand": "Teremana Tequila", "product_description": "Teremana Reposado 1 Liter is in stock! Purchase here: "},
{"product_title": "Don Julio Rosado Tequila", "product_price": "124.99", "product_brand": "Don Julio Tequila", "product_description": "Julio Gonzalez was a simple farmer with an unparalleled devotion to his craft. His relentless devotion revolutionized the world of tequila making, bringing it to uncharted heights. Always in search of better, Don Julio cared for his agave with the highest quality in mind. Each agave was carefully planted, giving them the room to fully grow and mature, and he hand-selected only the sweetest, most luscious portion of the pinas to be harvested at the peak of ripeness."},
{"product_title": "Le Chemin Du Roi Brut | 50 Cent Champagne", "product_price": "169.99", "product_brand": "Le Chemin du Roi", "product_description": "Le Chemin du Roi Brut is a new Champagne from Rapper 50 Cent. Made with hand harvested grapes from some of the top vineyards throughout the Champagne Region of France. The Red Fruits and crisp acidity have been carefully balanced to create a soft and smooth wine. We take great pride in delivering a flawless taste of victory with a 14 karate rose gold-plated symbol on the King on every bottle."},
{"product_title": "Armand De Brignac Ace of Spades Brut Green", "product_price": "399.99", "product_brand": "Armand de Brignac", "product_description": "A beautiful Limited Green Edition Masters Bottle for the Armand De Brignac Ace of Spades makes a beautiful gift. Pair it with white fish and the flavor is what will really get you. With light floral aromas, this wine features a little bit of brioche accent and creaminess."},
{"product_title": "Dom Perignon Vintage 2012", "product_price": "329.99", "product_brand": "Dom Pérignon", "product_description": "Dom Perignon Vintage 2012 - Dom Pérignon is vintage champagne only. Each vintage is a creation, singular and unique, that expresses both the character of the year, and the character of Dom Pérignon. After at least eight years of elaboration in the cellars, the wine embodies the perfect balance of Dom Pérignon, the Plénitude of harmony."},
{"product_title": "Armand de Brignac Ace of Spades Demi Sec", "product_price": "399.99", "product_brand": "Armand de Brignac", "product_description": "The only prestige cuvée Demi Sec in the world, this unique champagne is crafted using just the ultra-selective first portion of the cuvée press – a winemaking signature of all Armand de Brignac assemblages. With a dosage on the lowest end of the Demi Sec spectrum, it delivers powerful fruit flavor, complexity from additional age on lees, and a balanced sweetness that makes it the perfect accompaniment to an array of cuisines."},
{"product_title": "Luc Belaire Luxe", "product_price": "29.99", "product_brand": "Belaire", "product_description": "Indulge in true French luxury with our newest release, an extraordinary cuvée made from 100% Chardonnay in Burgundy and blended with an oak-aged dosage from Chablis, home to some of France's most famous vineyards. Belaire Luxe is packaged in an opulent white and gold bottle, perfectly complementing the rich yet refreshing cuvée within. Notes of apricot, honeysuckle and brioche are perfectly balanced in this stunning addition to the Belaire range, which can be sipped chilled or over ice, with fresh fruit as the perfect pairing."},
{"product_title": "Moët & Chandon Nectar Impérial Rosé", "product_price": "69.99", "product_brand": "Moët & Chandon", "product_description": "This elegant, softly sweet Champagne is filled with fresh aromas of strawberry and cream, paired with a lush mousse of fine bubbles. The perfect ending to a wonderful evening, pair this with dark chocolate for an amazing treat."},
{"product_title": "Luc Belaire Rare Rosé", "product_price": "29.99", "product_brand": "Belaire", "product_description": "Each bottle of Belaire Rosé is born in southeastern France's Provence-Alpes-Côte d'Azur region, stretching 150 miles from the French Riviera, Monaco, and the French Alps along the Italian border in the east to the Rhone River valley in the west and the Mediterranean coast to the south."},
{"product_title": "Veuve Clicquot Brut Champagne Magnum 1.5L", "product_price": "153.99", "product_brand": "Veuve Clicquot", "product_description": "Veuve Clicquot Brut Champagne Magnum 1.5L - Veuve Clicquot Brut has been the symbol of the House since 1772. A perfect balance between power and finesse, its complexity comes from the predominant presence of Pinot Noir and Reserve Wines. It showcases our superb vineyards and the consistent style of our House."},
{"product_title": "Moët & Chandon Ice Imperial", "product_price": "64.99", "product_brand": "Moët & Chandon", "product_description": "Ice Impérial, the first and only champagne especially created to be enjoyed over ice. A new champagne experience combining fun, fresh and free sensations while remaining true to the Moët & Chandon style, a style distinguished by its bright fruitiness, its seductive palate and its elegant maturity."},
{"product_title": "50 Cent Champagne - Le Chemin Du Roi Champagne", "product_price": "298.99", "product_brand": "Le Chemin du Roi", "product_description": "Le Chemin du Roi (The KINGS Path) is a new Champagne from Rapper 50 Cent. It's a gleaming and vibrant pink champagne that illuminates the The King's Path. Made with hand harvested grapes from some of the top vineyards throughout the Champagne Region of France. The Red Fruits and crisp acidity have been carefully balanced to create a soft and smooth wine. We take great pride in delivering a flawless taste of victory with a 14 karate rose gold-plated symbol on the King on every bottle."},
{"product_title": "Belaire Luxe Rosé", "product_price": "29.99", "product_brand": "Belaire", "product_description": "Belaire Luxe Rosé epitomizes the qualities that have made the wines in our range so popular: classic taste, superb drinkability, and striking, stylish packaging. Luxe Rosé is an extraordinary wine from grape to glass, tailor-made to please crowds, anytime of year. "},
{"product_title": "Veuve Clicquot Rosé", "product_price": "79.99", "product_brand": "Veuve Clicquot", "product_description": "Veuve Clicquot Rosé ensures the consistency of the House style: an intense and elegant champagne with a delightfully luscious, fruit-based charm.Serve at a temperature of 46° to 50°F Ageing potential – 3 years"},
{"product_title": "Veuve Clicquot Brut Rose With Smeg Fridge Gift Box", "product_price": "89.99", "product_brand": "Veuve Clicquot", "product_description": "Veuve Clicquot’s ICONS collection illustrates the House’s astonishing ability to continually reinvent itself, particularly on the occasion of its 250th anniversary. It reflects the character of the range as well as the creativity of the House, confirming its unchanging passion for unique and innovative objects."},
{"product_title": "Armand De Brignac Ace of Spades Brut Gold", "product_price": "329.99", "product_brand": "Armand de Brignac", "product_description": "The first release from Champagne Armand de Brignac, the Brut Gold remains the most iconic cuvée in the range. Rich with the old-world tradition of champagne blending, it is a trio of vintages from some of the most lauded terroirs of the region, resulting in a cuvée expressing vibrant and fresh fruit character with a soft texture."},
{"product_title": "Moët & Chandon Impérial Brut Champagne", "product_price": "54.99", "product_brand": "Moët & Chandon", "product_description": "Moët & Chandon is the champagne of success and glamour since 1743. Moët Impérial Brut is the House's iconic champagne. Created in 1869, it embodies the unique Moët & Chandon style; a style that distinguishes itself by its bright fruitiness, seductive palate, and elegant maturity."},
{"product_title": "Ron Zacapa XO", "product_price": "129.99", "product_brand": "Ron Zacapa", "product_description": "Containing a blend of rums from 6 to 25 years old, with an extra ageing stage in French oak barrels that previously held cognac. A perfectly balanced combination of sweetness, spice, fruit and spirit, a connoisseur’s delight and the ultimate expression of the Master Blender’s art. Mahogany with intense red hints of long barrel ageing at the rim and long, slow legs."},
{"product_title": "Pusser's Rum Original Admiralty Blend", "product_price": "29.99", "product_brand": "Pusser's Rum", "product_description": "Pusser’s Blue Label is a Royal Navy style rum inspired by the Admiralty’s blending recipe last used when the Royal Navy discontinued its daily ration on 31 July 1970."},
{"product_title": "Foursquare 2005 Cask Strength Rum", "product_price": "499.99", "product_brand": "Foursquare Rum Distillery", "product_description": "Foursquare Rum Distillery is situated on the gentle southern slopes of the St George Valley in the Parish of St Philip on the island of Barbados in the West Indies. It's here that Foursquare Rum Distillery's 2005 cask strength rum is made of pot and column still rums that have been blended and aged in ex-bourbon casks for 12 years creating a rich and intense spirit that can only come from the climate of Barbados."},
{"product_title": "Kōloa Kauaʻi Dark Rum", "product_price": "37.99", "product_brand": "Kōloa Rum", "product_description": "Nose:"},
{"product_title": "Malibu Rum", "product_price": "15.99", "product_brand": "Malibu Rum", "product_description": "Nothing beats an original. But Malibu isn't just an original, it's sunshine in a bottle with a smooth fresh flavour. That's why it's the world's best-selling coconut flavoured Caribbean rum."},
{"product_title": "Blue Chair Bay Mocha Cream Rum", "product_price": "22.99", "product_brand": "Blue Chair Bay Rum", "product_description": "Explore the indulgent side of the Caribbean with this Blue Chair Bay® Mocha Rum Cream. Drink the decadent, smooth blend of robust coffee paired with a rich, luxurious chocolate that carries coconut and spices in a light, elegant way. Whether it's a spiked coffee or straight on the rocks, Blue Chair Bay® Mocha Rum Cream will enthrall your senses."},
{"product_title": "Captain Morgan Original Spiced Rum 1.75 Liters", "product_price": "29.99", "product_brand": "Captain Morgan", "product_description": "Smooth and medium bodied, this spiced rum is a secret blend of caribbean rums. Its subtle notes of vanilla and caramel give classic rum cocktails a distinctive, flavorful finish."},
{"product_title": "Diplomatico Reserva Exclusiva", "product_price": "42.99", "product_brand": "Diplomatico Rum", "product_description": "Diplomático Reserva Exclusiva is a blend of exclusive rum reserves aged for up to twelve years, carefully selected by our Master Blenders. Marrying a unique body with excellent balance has made this multi award-winning rum a reference for connoisseurs and fine spirits lovers throughout the world. Opening up with aromas of orange peel, toffee and licorice, it is smooth on the palate, and follows on with notes of toffee fudge that offers a seductive, long-lasting finish."},
{"product_title": "Kraken Black Roast Coffee Rum", "product_price": "24.99", "product_brand": "Kraken Rum", "product_description": "Unexpectedly rich, dark and smooth. Kraken Black Roast Coffee Rum has a dark and bold aroma, a flavor of coffee and spice, and a rich smooth finish."},
{"product_title": "Bacardi Superior Rum 1.75L", "product_price": "25.99", "product_brand": "Bacardi", "product_description": "Bacardi Superior Rum"},
{"product_title": "Captain Morgan Original Spiced Rum", "product_price": "16.99", "product_brand": "Captain Morgan", "product_description": "Smooth and medium bodied, this spiced rum is a secret blend of caribbean rums. Its subtle notes of vanilla and caramel give classic rum cocktails a distinctive, flavorful finish."},
{"product_title": "Bumbu Rum XO Lil Wayne The Funeral Edition", "product_price": "39.99", "product_brand": "Bumbu Rum", "product_description": "Bumbu XO is truly a thing of beauty. A smooth, rich and complex handcrafted rum created from scratch by our master distiller, our XO is aged up to 18 years in bourbon barrels and finished in Spanish white oak sherry casks to achieve a beautifully balanced, endlessly sippable rum."},
{"product_title": "Bumbu XO Rum", "product_price": "35.99", "product_brand": "Bumbu Rum", "product_description": "Bumbu XO is truly a thing of beauty. A smooth, rich and complex handcrafted rum created from scratch by our master distiller, our XO is aged up to 18 years in bourbon barrels and finished in Spanish white oak sherry casks to achieve a beautifully balanced, endlessly sippable rum."},
{"product_title": "Bumbu Rum", "product_price": "34.99", "product_brand": "Bumbu Rum", "product_description": "Our flagship Bumbu Rum is based on the original recipe created by 16th and 17th century sailors of the West Indies, who blended native Caribbean ingredients into their rum and called it “Bumbu” – truly the original craft spirit. Using the same all-natural native spices and no artificial colors or flavors, our rum is an authentic revival of this piece of Caribbean history, distilled in small batches and blended by hand. We’re pretty sure our great-great-grandfathers would approve."},
{"product_title": "Captain Morgan Orange Vanilla Twist", "product_price": "15.99", "product_brand": "Captain Morgan", "product_description": "Enjoy the new Captain Morgan Summer Edition. Captain Morgan Orange Vanilla Twist is the perfect combination of Rum infused with orange & vanilla flavor for the perfect summer treat!"},
{"product_title": "Veuve Clicquot Yellow Label Brut", "product_price": "69.99", "product_brand": "Veuve Clicquot", "product_description": "Veuve Clicquot Yellow Label Brut has been the symbol of the House since 1772. A perfect balance between power and finesse, its complexity comes from the predominant presence of Pinot Noir and Reserve Wines. It showcases our superb vineyards and the consistent style of our House Serve at a temperature of 46° to 50°F Ageing potential – 3 years"},
{"product_title": "Sugarlands Mark & Digger’s Hazelnut Rum", "product_price": "26.99", "product_brand": "Sugarlands Distilling Company", "product_description": "Hazelnut Rum meets the nose with sweet aromas of toasted hazelnut and brown sugar. It is a smooth, full-bodied spirit that blends the tastes of vanilla, cinnamon, and honey and finishes with a sweet, oaky kick sure to satisfy the rum-lover in everyone."},
{"product_title": "Rabbit Hole Bespoke Gin", "product_price": "52.99", "product_brand": "Rabbit Hole Distillery", "product_description": "Aromas of citrus, honeysuckle and elderflower evoke Kentucky rick houses in the summer, while notes of juniper, nutmeg, and lemongrass bring you to London in the spring. Coupled with a bespoke bottle suited for any occasion, this gin is smooth enough to be sipped neat, but equally fit for your own distinct cocktails."},
{"product_title": "Downton Abbey Gin", "product_price": "49.99", "product_brand": "Downton Abbey", "product_description": "Introducing Downton Abbey Gin! Using botanicals and ingredients hand-selected to evoke the era of Downton, the premium gin with ginger, lime and rose water has been small batch distilled for export globally. Both the premium whiskey and gin are made using Harrogate Spring Water, renowned for its quality and served in venues around the world."},
{"product_title": "INDOGGO Gin By Snoop Dogg", "product_price": "29.99", "product_brand": "INDOGGO Gin", "product_description": "Developed by the King of Gin & Juice, Calvin Snoop Dogg Broadus, INDOGGO is the ultimate remix of seven premium botanicals infused with all-natural strawberry flavor."},
{"product_title": "Plymouth Gin", "product_price": "32.99", "product_brand": "Plymouth Gin", "product_description": "The rich and smooth taste of Plymouth Gin is the result of a balanced blend of seven hand-selected botanicals."},
{"product_title": "Bombay Original Gin", "product_price": "24.99", "product_brand": "Bombay", "product_description": "Using eight exotic botanicals, our classic London dry gin offers a more traditional taste with strong juniper flavours and a powerful dry finish"},
{"product_title": "Highclere Castle Gin", "product_price": "23.99", "product_brand": "Highclere Castle Gin", "product_description": "Distilled above an ancient underground water source, Highclere Castle Gin is produced in England’s oldest gin distillery in one of the oldest working copper gin stills dating back to the 1800s. The recipe was meticulously developed over two years, experimenting with botanicals grown on the Highclere estate. This careful selection of botanicals in the recipe contains essential oils; it is the extraction of these oils in the presence of alcohol that gives Highclere Castle Gin its uniquely smooth flavour."},
{"product_title": "Aviation American Gin", "product_price": "26.99", "product_brand": "Aviation", "product_description": "Aviation American Gin is handcrafted in small batches in Portland, Oregon. Botanicals are sourced worldwide to provide a pure medley of flavors to the palate. Ryan Reynolds gin!"},
{"product_title": "Roku Gin", "product_price": "29.99", "product_brand": "Roku Gin", "product_description": "Roku Japanese Gin is made with 6 Japanese botanicals nurtured by Japan's beautiful nature. These six Japanese botanicals, Sakura flower, Sakura leaf, Yuzu peel, Sencha tea (green tea), Gyokuro tea (refined green tea) and Sanshō pepper, have been cultivated over four seasons and carefully selected to create ROKU, Japan's authentic craft gin. Each botanical has been harvested at the peak of its season to extract the best flavour, and distilled to fully embody the blessings of nature. The harvest of the four seasons has been blended to create ROKU's balanced flavour."},
{"product_title": "McQueen and the Violet Fog | Wiz Khalifa Gin", "product_price": "34.99", "product_brand": "McQueen and the Violet Fog", "product_description": "Dig deeper. We did. A single copper pot still in the hills of Jundiaí, Brazil. Twenty-one different botanicals, including six seldom found in gin: basil, rosemary, fennel seed, calamansi, star anise and açai. Other gins are simple. We flipped the script."},
{"product_title": "Dingle Gin", "product_price": "49.99", "product_brand": "Dingle Distillery", "product_description": "Dingle Original Gin is the product of a considerable amount of research, both technical and historical, and experimentation. Our aim was to create a totally unique gin, one which worked within the great tradition of gin distilling but which also came with a degree of innovation."},
{"product_title": "Tanqueray Gin 1.75L", "product_price": "37.99", "product_brand": "Tanqueray Gin"},
{"product_title": "The Botanist Gin", "product_price": "39.99", "product_brand": "Bruichladdich", "product_description": "The Botanist is a gin of layered complexity. A progressive exploration of the botanical heritage of our isle of Islay. 22 hand-foraged local botanicals delicately augment nine berries, barks, seeds and peels during an achingly slow distillation. This first and only islay dry gin is a rare expression of the heart and soul of our remote Scottish island."},
{"product_title": "Empress 1908 Gin", "product_price": "37.99", "product_brand": "Empress 1908 Gin", "product_description": "Micro-distilled in small batch copper-pot stills, Empress 1908 is hand-crafted using eight carefully selected botanicals. Empress 1908 achieves its distinctive flavour from a unique combination of eight natural botanicals, ranging from the traditional to the slightly audacious."},
{"product_title": "6 O'Clock London Dry Gin", "product_price": "39.99", "product_brand": "6 O'Clock Gin", "product_description": "6 O’clock"},
{"product_title": "Sugarlands Strawberry Dream Sippin' Cream", "product_price": "26.99", "product_brand": "Sugarlands Distilling Company", "product_description": "Strawberry Dream is a sweet combination of freshly picked strawberries and vanilla beans. Bright strawberries give way to a pillowy whipped cream finish that lingers on the lips. This Appalachian Sippin’ Cream will have you longing to play in strawberry fields all afternoon!"},
{"product_title": "Hendrick's Gin", "product_price": "39.99", "product_brand": "Hendrick's Gin", "product_description": "No other gin taste like Hendrick's because no other gin is made like Hendrick's. We infuse our gin with the remarkable Bulgarian Rosa Damascena and specially selected cucumbers from the finest producers. Hendrick’s Gin is hand-crafted in tiny batches of only 500 lovely litres at a time, which gives the Master Distiller, Ms Lesley Gracie, greater control of her careful artistry. HENDRICK’S is the marriage of TWO DIFFERENT SPIRITS from two RARE and UNUSUAL STILLS: The harmonious combination of the Bennett and Carter-Head stills create an unusually smooth gin like no other that has the required character and balance of subtle flavours. The Bennett seeps the botanicals in spirit overnight prior to distillation resulting in a rich, complex liquid. Whereas the Carter-Head gently steams the botanicals in a basket atop its lofty neck, so influence is imparted upon the spirit in something akin to a botanical steam bath. This yields a lighter, more delicate spirit. The harmonious combination of the Bennett and Carter-Head stills create an unusually smooth gin like no other that has the required character and balance of subtle flavours."},
{"product_title": "Hendrick's Midsummer Solstice Gin", "product_price": "44.99", "product_brand": "Hendrick's Gin", "product_description": "Midsummer Solstice is a small batch, limited edition from HENDRICK'S GIN. Like a holiday romance or the lifespan of the mayfly, Midsummer Solstice is a poetic expression of temporality…once it's gone, it's gone forever. Let's celebrate the summer!"},
{"product_title": "Aperol Aperitivo Liqueur", "product_price": "32.99", "product_brand": "Aperol", "product_description": "Aperol is the perfect aperitif.Its unique bittersweet taste and bright orange color derive from a secret and original recipe, that has remained unchanged over time. An infusion of ingredients including oranges, herbs and roots which make a perfectly balanced combination."},
{"product_title": "Sugarlands Electric Orange Sippin’ Cream", "product_price": "26.99", "product_brand": "Sugarlands Distilling Company", "product_description": "Electric Orange Sippin’ Cream combines a bright, fresh orange zest with the smooth taste of vanilla cream. This vibrant, creamy spirit will have you wondering if you’re drinking a melted cream pop."},
{"product_title": "Sugarlands Eggnog Sippin’ Cream", "product_price": "26.99", "product_brand": "Sugarlands Distilling Company", "product_description": "Our Eggnog Sippin’ Cream is a tasty twist on a classic holiday treat. Rich flavors of churned cream, rum, cinnamon, and nutmeg will keep you cozy all winter long."},
{"product_title": "Kahlúa Original", "product_price": "29.99", "product_brand": "Kahlúa", "product_description": "Kahlúa is made from 100% hand-selected arabica coffee beans and the finest sugar cane in the hills of Veracruz, Mexico, where the ingredients are grown side-by-side. Dark and delicious, it is equally enjoyable on the rocks as it is in cocktails like the Kahlúa Cold Brew Martini, among other enticing possibilities."},
{"product_title": "Baileys Apple Pie", "product_price": "29.99", "product_brand": "Baileys", "product_description": "We've infused our heavenly Irish Cream Liqueur with the taste of homemade apple pie a la mode. Because you can't have apple pie without ice cream, are we right? Best enjoyed with friends!"},
{"product_title": "Baileys Strawberries & Cream", "product_price": "29.99", "product_brand": "Baileys", "product_description": "Combining the indulgent taste of Baileys Irish Cream with ripe strawberry and delicious vanilla."},
{"product_title": "Baileys Pumpkin Spice", "product_price": "29.99", "product_brand": "Baileys", "product_description": "The year is split into two parts: Pumpkin Spice coffee and cocktail season, and waiting for Pumpkin Spice coffee and cocktail season. It’s worth waiting for. For autumn, we’ve spiced up Baileys with a twist of cinnamon, nutmeg and cloves, every mouthful exploding like a tasty firework on a chilly night. Et voila, le Baileys Pumpkin Spice. Snuggling up with it is not mandatory, but is highly recommended."},
{"product_title": "Cocalero Herbal Liqueur", "product_price": "22.99", "product_brand": "Cocalero", "product_description": "Cocalero is a unique botanical spirit inspired by South American flavors and culture. It can be used as a cocktail ingredient to add an exotic twist to a simple mixed drink or enjoyed chilled as a shot. Our botanical infusion includes coca leaf, juniper, lavender, ginger and 13 other hand selected botanicals that give Cocalero its unique flavor. At 29% Alc.Vol (58 Proof), Cocalero is a medium strength spirit with universal appeal."},
{"product_title": "Wild Turkey American Honey", "product_price": "22.99", "product_brand": "Wild Turkey", "product_description": "Wild Turkey American Honey is an exceptionally smooth 71 proof (35.5% alcohol) liqueur blended with pure honey and real Wild Turkey Bourbon Whiskey. It’s perfect straight out of the bottle, chilled in the freezer, or on the rocks. It’s the sweeter, smoother side of Wild Turkey, with notes of sweet honey, caramel, and orange."},
{"product_title": "Nixta Licor De Elote", "product_price": "31.99", "product_brand": "Nixta", "product_description": "From Destilerie Y Bodega Abasolo, and elote liqueur with the purest flavors of Nixtamalized, Mexican Corn."},
{"product_title": "Sugarlands Dark Chocolate Coffee Sippin’ Cream", "product_price": "26.99", "product_brand": "Sugarlands Distilling Company", "product_description": "This Dark Chocolate Coffee Sippin’ Cream grabs your attention with the scent of brown sugar and toffee. The combination of creamy milk, medium roast coffee, and rough-cut dark chocolate will awaken your taste buds. Dark Chocolate Coffee is wonderful as a stand-alone liqueur for sipping on after dinner or for mixing in a cocktail. This spirit has been a Sugarlands best seller since it hit the shelves in 2016!"},
{"product_title": "Baileys Irish Cream", "product_price": "27.99", "product_brand": "Baileys", "product_description": "Want to curl up on the sofa with something deliciously indulgent? Baileys Original Irish Cream - whether poured in coffee, a festive hot cocoa or over an after dinner ice cream – never fails to do the trick.Sky is the limit with this treat – for Holiday or everyday"},
{"product_title": "Sugarlands Butter Pecan Cream", "product_price": "26.99", "product_brand": "Sugarlands Distilling Company", "product_description": "This Butter Pecan cream gives off a smooth aroma of toasted praline and vanilla. The buttery, toasted pecan flavor rounds out into a lingering brûlée aftertaste satisfying even the most demanding sweet tooth."},
{"product_title": "Baileys Red Velvet", "product_price": "39.99", "product_brand": "Baileys", "product_description": "Have your cupcakes and drink it too! Baileys has partnered with Georgetown Cupcake to develop a limited-edition that dreams are made of. With the inspiration of Georgetown Cupcake's iconic Red Velvet cupcake, our Baileys Red Velvet is swirled with our mouthwatering Irish Cream for a chocolatey treat straight out of the bakeshop. Enjoy over ice, as a shot or as an adult treat with baking."},
{"product_title": "Mr Black Cold Brew Coffee Liqueur", "product_price": "28.99", "product_brand": "Mr Black", "product_description": "Quality starts at origin. We work with farmers, cooperatives and importers to source ethically cultivated, sustainable coffees."},
{"product_title": "Alamos Malbec", "product_price": "9.99", "product_brand": "Alamos", "product_description": "Alamos Argentina Malbec is fruit forward and medium bodied with soft tannins and a smooth finish. The wine blends flavors of plum, dark cherry and blackberry with hints of brown spice and vanilla. It is a highly versatile red wine that can be enjoyed with a variety of foods."},
{"product_title": "Silver Oak Napa Valley Cabernet Sauvignon", "product_price": "139.99", "product_brand": "Silver Oak", "product_description": "Silver Oak Napa Valley Cabernet Sauvignon - Silver Oak Napa Valley Cabernet Sauvignon is a wine of extraordinary intensity and depth, it has a dark garnet color and a concentrated nose of cassis, roasted coffee, chocolate, violets and sandalwood. It is extremely rich on the palate, with a full body and a long, fruity intense finish."},
{"product_title": "FitVine Pinot Grigio", "product_price": "14.99", "product_brand": "FitVine Wine", "product_description": "This slightly dry white wine is clear in color. It's clean, crisp, great tasting with floral notes on the nose and flavors of green apple and a hint of citrus. Finish is fresh."},
{"product_title": "19 Crimes The Uprising Rum Aged Red", "product_price": "10.99", "product_brand": "19 Crimes", "product_description": "The Uprising, a new wine aged for 30 days in Rum Barrels, pays homage to Australia’s Rum Rebellion of 1808. Due to the Government’s hindering of the rum trade, citizens and soldiers banded together to overthrow them. We aged a portion of this wine in Rum barrels lending a warm brown sugar finish to this dark jammy wine."},
{"product_title": "FitVine Cabernet Sauvignon", "product_price": "14.99", "product_brand": "FitVine Wine", "product_description": "Classic Cabernet nose of currant, lavender, black licorice and a hint of new oak. Rich purpose soft tannins wrap around flavors of cedar, boysenberry and coffee, chocolate with a hint of leather. Full flavored, clean taste with a smooth finish"},
{"product_title": "Hello Kitty Cabernet Sauvignon", "product_price": "21.99", "product_brand": "Hello Kitty Wines", "product_description": "Vintage:"},
{"product_title": "Acacia Vineyards Pinot Noir", "product_price": "24.99", "product_brand": "Acacia Vineyards", "product_description": "The 2016 Carneros Pinot Noir opens beautifully offering layers of red-fruit aromas; Bing cherry, cranberry, and sun-ripened raspberry. The aromas ring true on the silky-textured palate where the juicy fruit core intermingles with baking spice, black tea, and wet stone minerality. The wine offers a fine balance with perfectly ripened Pinot Noir fruit and bright ‘Los Carneros’ acidity, underpinned by the carefully selected oak barrel regiment. This is a refined and elegant style of Pinot Noir offering a graceful and long-lasting finish."},
{"product_title": "19 Crimes Red Blend", "product_price": "10.99", "product_brand": "19 Crimes", "product_description": "Our red blend bears the same traits as those banished to Australia. Defiant by nature, bold in character. Always uncompromising. It’s a taste you’ll never forget."},
{"product_title": "Hello Kitty Prosecco", "product_price": "17.99", "product_brand": "Hello Kitty Wines", "product_description": "Region:"},
{"product_title": "Silver Oak Alexander Valley Cabernet Savignon", "product_price": "84.99", "product_brand": "Silver Oak", "product_description": "Alexander Valley Cabernet Sauvignon is a refined and complex wine that combines subtlety and depth. It has a dark ruby color with a deep red edge and displays aromas of fresh blackberries, violets, cola, nutmeg and licorice. In the mouth, the wine has a juicy attack and offers great expression of fruit and spice on the mid-palate. Its fruit-driven finish is long and elegant. Properly cellared, this wine should give drinking pleasure."},
{"product_title": "Hello Kitty Pinot Grigio", "product_price": "13.99", "product_brand": "Hello Kitty Wines", "product_description": "Color:"},
{"product_title": "Justin Cabernet Sauvignon Paso Robles", "product_price": "32.99", "product_brand": "Justin", "product_description": "Celebrating 30 years of crafting this beautiful wine, JUSTIN’s 2017 Cabernet Sauvignon is made with the same care as the highest quality, traditionally crafted Bordeaux styled wines.Our grapes are hand-picked and sorted by the berry for consistent quality and flavor. JUSTIN Cabernet Sauvignon then spends more than a year in traditional small oak barrels to impart depth and complexity, highlighting the influence that our limestone-rich soils and unique climate of Paso Robles add to the classic Cabernet character of this exceptional wine."},
{"product_title": "Maison No. 9 | Post Malone Wine", "product_price": "24.99", "product_brand": "Maison No. 9", "product_description": "Maison No. 9 was born from an idea to bring together a best-in-class winery with Post Malone’s love of the Mediterranean lifestyle and rosé. Maison No. 9 is a 2019 Méditerranée IGP, 45% Grenache Noir, 25% Cinsault, 15% Syrah, and 15% Merlot, easily identifiable by its soft, light “Provencal Pink” color that shines through the sleek, slender, sustainable all-glass packaging."},
{"product_title": "Caymus Vineyards Napa Valley Cabernet Sauvignon 2020", "product_price": "89.99", "product_brand": "Caymus Vinyards", "product_description": "Caymus has a signature style that is dark in color, with rich fruit and ripe, velvety tannins – as approachable in youth as in maturity. We farm Cabernet grapes in eight of Napa’s 16 sub-appellations, with diversification enabling us to make the best possible wine in a given year. Our Cabernet offers layered, lush aromas and flavors, including cocoa, cassis and ripe dark berries."},
{"product_title": "Ocean Organic Vodka", "product_price": "29.99", "product_brand": "Ocean Organic Vodka", "product_description": "Feel the warmth of the sun on your cheeks, the rhythm of the tide with every sip, the ocean washing over the shore of your tastebuds. Bring a piece of paradise home with Ocean Vodka. All vodkas that are 40% alcohol by volume contain 60% water. However, only Ocean Organic Vodka uses deep ocean mineral water. Our mineral-rich water originated as Greenland glacier melt, traveling around the globe in deep ocean currents and making its way through the Hawaiian Islands."},
{"product_title": "Snoop Cali Red | Snoop Dogg Wine", "product_price": "14.99", "product_brand": "19 Crimes", "product_description": "Snoop embodies the spirit of 19 Crimes – rule breaking, culture creating and overcoming adversity. "},
{"product_title": "Ciroc Passion Limited Edition 750ml", "product_price": "29.99", "product_brand": "CÎROC", "product_description": "Ciroc Passion is crafted with vodka from fine French grapes that lend a distinctive citrus taste. Infused with the taste of the tropics, this is vodka bursting with fresh-tasting pineapple, passion fruit, and citrus."},
{"product_title": "Smirnoff No. 21 Vodka", "product_price": "12.99", "product_brand": "Smirnoff", "product_description": "Smirnoff No. 21 Vodka is the World's No. 1 Vodka. Our award-winning vodka has robust flavor with a dry finish for ultimate smoothness and clarity. Triple distilled and 10 times filtered, our vodka is perfect on the rocks or in your favorite cocktail. Smirnoff No. 21 is Kosher Certified and gluten free."},
{"product_title": "*3PACK* Ciroc Passion Limited Edition 750ml", "product_price": "84.99", "product_brand": "CÎROC", "product_description": "Ciroc Passion is crafted with vodka from fine French grapes that lend a distinctive citrus taste. Infused with the taste of the tropics, this is vodka bursting with fresh-tasting pineapple, passion fruit, and citrus."},
{"product_title": "Absolut Vodka", "product_price": "22.99", "product_brand": "Absolut", "product_description": "Absolut Vodka is a Swedish vodka made exclusively from natural ingredients, and unlike some other vodkas, it doesn’t contain any added sugar. In fact Absolut is as clean as vodka can be. Still, it has a certain taste: Rich, full-bodied and complex, yet smooth and mellow with a distinct character of grain, followed by a hint of dried fruit."},
{"product_title": "Ciroc Pomegranate Vodka", "product_price": "29.99", "product_brand": "CÎROC", "product_description": "Ciroc Pomegranate Vodka is a rich tasting spirit made with vodka distilled five times from fine French grapes, finished in a tailor-made copper pot still in Southern France. The vodka is masterfully infused with a distinctive blend of pomegranate and other natural flavors resulting in a taste experience that is lusciously different and elegantly smooth."},
{"product_title": "Tito's Vodka", "product_price": "21.99", "product_brand": "Tito's Vodka", "product_description": "Tito’s Handmade Vodka is America's Original Craft Vodka produced in Austin, Texas. Made in small batches using old-fashioned pot stills. Tito's uses old-fashioned pot stills and taste-test every batch. Their process, similar to that used to make fine single malt scotches and high-end French cognacs, requires more skill and effort, but it’s well worth it. GLUTEN FREE"},
{"product_title": "Grey Goose Vodka", "product_price": "29.99", "product_brand": "Grey Goose Vodka", "product_description": "GREY GOOSE is the result of an absolute determination to create a French vodka unlike any other. Expressed in each GREY GOOSE bottle is the essence of the finest ingredients from France; soft winter wheat from in and around Picardy plus pure spring water from Gensac in the Cognac region, nurtured and captured from field to bottle in an exclusive process designed and controlled by the extraordinary skills and commitment of our Cellar Master François Thibault"},
{"product_title": "Pink Whitney Vodka", "product_price": "19.99", "product_brand": "New Amsterdam Vodka", "product_description": "The Spittin’ Chiclets crew has taken over New Amsterdam Vodka to create a spirit inspired by Ryan Whitney’s favorite drink: a mix of award-winning New Amsterdam Vodka and refreshing pink lemonade. The result is an exceptionally smooth, great-tasting pink lemonade flavored vodka that’s sure to become the favorite of hockey fans across the nation. Enjoy on the rocks, as a chilled shot, with club soda, or with lemon-lime soda."},
{"product_title": "Ciroc White Grape", "product_price": "28.99", "product_brand": "CÎROC", "product_description": "Ciroc White Grape is a rich tasting spirit made with Vodka distilled five times from French grapes, finished in a tailor-made copper pot still in Southern France. The Vodka is masterfully infused with a distinctive blend of white grape and other natural flavors, resulting in a taste experience that is lusciously different and elegantly smooth. Go Against The Grain."},
{"product_title": "Cîroc Summer Watermelon", "product_price": "29.99", "product_brand": "CÎROC", "product_description": "Cîroc Summer Watermelon is a rich tasting spirit made with vodka five times distilled from fine French grapes, finished in a tailor-made copper pot still in Southern France. The vodka is masterfully infused with a distinctive blend of Summer Watermelon and other natural flavors, resulting in a taste experience that is lusciously different and elegantly smooth. Enjoy CÎROC Summer Watermelon on the rocks or mixed in your favorite Summer cocktail."},
{"product_title": "King St. Vodka | Kate Hudson Vodka", "product_price": "19.99", "product_brand": "King St. Vodka", "product_description": "Inspired by memories of hosting friends at Hudson’s former home on King Street in New York City, King St. Vodka is a welcome invitation for all to get together over a cocktail, share stories and celebrate life. Kate Hudson wanted to create a spirit for every experience; one that represented quality and fun, and is perfect for toasting all of life’s most celebratory occasions, or simply enjoying a cocktail with a good friend."},
{"product_title": "Yola Mezcal", "product_price": "49.99", "product_brand": "Yola Mezcal", "product_description": "Our mezcal is handcrafted and distilled on our namesake farm with a recipe passed down from Yola’s grandfather.In 1971, Luis Jimenez purchased a mezcal farm in San Juan Del Rio, Oaxaca.Today, we still honor his original recipe, abiding by the 300-year-old method of traditional mezcal making."},
{"product_title": "Ilegal Mezcal Joven", "product_price": "34.99", "product_brand": "Ilegal Mezcal", "product_description": "Full bodied agave flavor. Light smoke, lingering heat. Ideal for cocktails or perfect on its own."},
{"product_title": "Mezcal Vago Elote", "product_price": "59.99", "product_brand": "Mezcal Vago", "product_description": "Mezcal Vago Elote represents the true essence of Mexico. Corn & Agave are the staples of Mexico and are on full display in this expression."},
{"product_title": "Montelobos Tobalá", "product_price": "99.99", "product_brand": "Montelobos", "product_description": "Montelobos Tobalá is an unaged joven mezcal, crafted from meticulously cultivated agave, which is roasted underground, wild fermented and small batch, copper pot distilled to achieve a perfect balance of green agave, sweetness and subtle smoke."},
{"product_title": "VIDA De San Luis Del Rio", "product_price": "39.99", "product_brand": "Del Maguey", "product_description": "VIDA de San Luis Del Rio® is an artisanal, Organic Mezcal from Del Maguey, at an entry-level price point and broader availability. Launched in 2010, it is highly mixable and has arrived to much anticipated industry acceptance and high bartender demand. Hand crafted, it is twice distilled, very slowly in small wood-fired, riverside copper stills to flavor specifications that underscore its versatility in cocktails. Another masterpiece out of San Luis del Rio, it has a nose of fruit aromatics, a hint of honey, vanilla and roast agave; the palate offers ginger, cinnamon, burnt sandalwood, banana and tangerine, with a long, soft finish. Viva VIDA!"},
{"product_title": "Vamonos Riendo Mezcal", "product_price": "64.99", "product_brand": "Vamonos Riendo Mezcal", "product_description": "A super-premium, triple-distilled, high altitude, artesanal mountain ensamble. Unlike others in the category, this Joven mezcal is distinguished by a bright flavor profile with subtle smoke to appeal to a range of drinkers. While it presents a new style of mezcal, it maintains an unwavering commitment to its roots through philanthropic endeavors that benefit the Oaxacan land and its people. "},
{"product_title": "La Penca Mezcal With Worm", "product_price": "37.99", "product_brand": "La Penca", "product_description": "Favorite of Mezcal aficionados,Unique & elegant taste,made from Salmiana Agave Plants."},
{"product_title": "400 Conejos Mezcal Joven", "product_price": "29.99", "product_brand": "400 Conejos", "product_description": "Our mezcal is a distillate from the selection of the best agaves and produced by hand. Mezcal 400 Conejos gets its smooth smoked agave flavor, this allows it to maintain an ideal balance in its alcohol levels."},
{"product_title": "Del Maguey Chichicapa", "product_price": "79.99", "product_brand": "Del Maguey", "product_description": "Del Maguey brings you a collection of Single Village® Mezcal made in the lush, remote mountains, plains and valleys of Oaxaca (wa-haka), Mexico. Each mezcal is named for the village where it is made. Chichicapa has a medium nose and a complex taste with lots of citrus and a long, smooth finish with overtones of mint. The pueblo elevation is 5052 ft. (1540 meters) in a broad valley with a desert and tropical micro-climate. Del Maguey Chichicapa is twice distilled and unblended from 100% mature agave Espadin and is produced the original, 400-year-old hand-crafted way. Production is limited to exclusive quantities per year to preserve quality. There are no chemicals, colorings, or additives ever used in any Del Maguey Single Village"},
{"product_title": "Mezcal El Silencio Espadin", "product_price": "28.99", "product_brand": "Mezcal El Silencio", "product_description": "A mixing mezcal that sips beautifully. Double distilled – Crafted with care in Oaxaca, Mexico. Our mezcal Espadín is the perfect companion for cocktails or simply to sip on its own. A robust, deep flavor profile recalls earthly delights and hearty tastes, providing a subtle smoke and pronounced finish unlike any mezcal or spirit you’ve encountered in your travels. While similar to our super premium Joven Ensamble Mezcal, Espadin is perfect for being adventurous and mixing it up. Give your classic cocktail a twist, and elevate your experience by making El Silencio the center of the recipe. Make your bloody mary a Mezcal Mary; put some smoke in your margarita. Espadín is a pure agave mezcal for people that know what they want in life, whether sipped, shaken or stirred."},
{"product_title": "Montelobos Espadín", "product_price": "44.99", "product_brand": "Montelobos", "product_description": "Montelobos is an unaged joven mezcal, crafted from meticulously, cultivated organic agave Espadin, which is roasted underground and small batch distilled to achieve a perfect balance of sweetness and subtle smoke."},
{"product_title": "Clase Azul Durango Mezcal", "product_price": "449.99", "product_brand": "Clase Azul Tequila", "product_description": "Mezcal Clase Azul is created using 100% Cenzino Agave, which grows wild in the state of Durango. The region -- known for extreme climate, mineral-rich soil and local natural springs -- contributes to the powerful and complex profile that differentiates our mezcal from those produced in the rest of Mexico."},
{"product_title": "Casamigos Mezcal", "product_price": "74.99", "product_brand": "Casamigos Tequila", "product_description": "Balanced and elegant. Hints of tamarind and pomegranate aromas are followed by herbal tones of fresh mint and dried oregano. Delicate notes of smoke and black pepper lead to a long silky finish."},
{"product_title": "Clase Azul Mezcal Joven Guerrero", "product_price": "499.99", "product_brand": "Clase Azul Tequila", "product_description": "Clase Azul Mezcal Joven Guerrero - At Clase Azul Spirits, we are inspired by our mission to initiate and reinforce a deeper appreciation for the beauty of Mexico and its traditions."},
{"product_title": "Ojo De Tigre Mezcal Joven", "product_price": "32.99", "product_brand": "Ojo De Tigre Mezcal", "product_description": "Ojo De Tigre Mezcal Joven is a collaboration with renowned Mexican actor and producer Luis Gerardo Mendez. Ojo de Tigre (Eye of the Tiger) is an energetic and inviting mezcal proposition, crafted from Oaxacan Agave Espadín and sustainable Agave Tobalá from Puebla."},
{"product_title": "Dos Hombres Espadin Mezcal", "product_price": "59.99", "product_brand": "Dos Hombres Mezcal", "product_description": "Dos Hombres Mezcal by Breaking Bad stars Aaron Paul and Bryan Cranston is a unique blend of the finest Espadin agave, hand-selected from the hillsides of a small village in Oaxaca. Dos Hombres presents an appealing fragrance and a rich taste that engages the palate, ensuring the distinctive smoothness of our brand. Serve neat in a snifter or extended glass to allow the mezcal to “awake,” and fully appreciate the flavors and scents of a completely natural experience. Dos Hombres Espadin Mezcal is an open invitation to uncover and delight with the richness arising from the legendary craftsmanship of the best Mezcal Masters in Oaxaca. Because of its smooth flavor, Dos Hombres is enjoyable in any season, with every possible combination."},
{"product_title": "Colonel E.H. Taylor, Jr. Small Batch", "product_price": "139.99", "product_brand": "Colonel E.H. Taylor", "product_description": "As founding father of the bourbon industry, Colonel Edmund Haynes Taylor, Jr. left an indelible legacy. His dedication to distilling began at the close of the Civil War when he purchased O.F C. Distillery. There, he developed innovative techniques that are still in use today. Made by hand, this Small Batch Bourbon Whiskey has been aged inside century old warehouses constructed by E.H. Taylor, Jr. Barrels are evaluated and selected to create a perfect blend of distinctive character that is like no other. This bourbon is a true sipping bourbon that honors the uncompromising legacy of E.H. Taylor, Jr."},
{"product_title": "Willett Pot Still Reserve", "product_price": "59.99", "product_brand": "Willett Distillery", "product_description": " About:"},
{"product_title": "Crown Royal Peach", "product_price": "28.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Peach Flavored Whisky brings juicy sweetness to your summer season. To create this extraordinary blend, Crown Royal whiskies are carefully selected by our master blender and infused with the juicy flavor of fresh Georgia peaches. The result is a vibrantly delicious whisky, bursting with the luscious flavor of peach and the distinctive smoothness of Crown Royal. Mix with iced tea for a refreshing tasting cocktail."},
{"product_title": "W.L. Weller Special Reserve", "product_price": "69.99", "product_brand": "Buffalo Trace", "product_description": "The Original Wheated Bourbon Whiskey features an exceptionally smooth taste, substituting wheat for rye grain. Bottled at 90 proof, this bourbon stands out with its burnt orange color. Its softer flavor notes make this bourbon great for sipping or making cocktails."},
{"product_title": "*Buffalo Trace Combo Pack* Eagle Rare 10 Year, Sazerac Rye, Buffalo Trace Bourbon", "product_price": "159.99", "product_brand": "Buffalo Trace", "product_description": "Eagle Rare 10 Year 750ml"},
{"product_title": "Eagle Rare", "product_price": "89.99", "product_brand": "Eagle Rare", "product_description": "Eagle Rare Kentucky Straight Bourbon Whiskey is masterfully crafted and carefully aged for no less than ten years. The rareness of this great breed of bourbon is evident in its complex aroma, as well as the smooth and lingering taste. Eagle Rare is a bourbon that lives up to its name with its lofty, distinctive taste experience."},
{"product_title": "Skrewball Peanut Butter Whiskey", "product_price": "25.99", "product_brand": "Skrewball Peanut Butter Whiskey", "product_description": "On one side, you have good ol’ whiskey - a bold, loud, and strong partner-in-crime who exudes confidence. On the other, we have peanut butter - a rich, smooth, and irresistible spread that’s as dependable as they come for all your late-night cravings."},
{"product_title": "Buffalo Trace Bourbon", "product_price": "44.99", "product_brand": "Buffalo Trace", "product_description": "Ancient buffalo carved paths through the wilderness that led American pioneers and explorers to new frontiers. One such trail led to the banks of the Kentucky River where Buffalo Trace Distillery has been making bourbon whiskey the same way for more than 200 years. In tribute to the mighty buffalo and the rugged, independent spirit of the pioneers who followed them, we created our signature Buffalo Trace Kentucky Straight Bourbon Whiskey."},
{"product_title": "Blanton's Single Barrel Bourbon 700ml", "product_price": "159.95", "product_brand": "Blanton's Bourbon", "product_description": "Experience Blanton's Single Barrel Bourbon 700ml. The taste profile is sweet with citrus and oak. A creamy vanilla nose features hints of nuts, caramel, orange and light chocolate. Blanton's Single Barrel Bourbon set the standard for single barrel bourbons. Best served neat or on the rocks. 46.5% alcohol by volume."},
{"product_title": "Sip Whiskey Insurance", "product_price": "2.99", "product_brand": "Insurify", "product_description": "Sip Whiskey Insurance provides protection for shipments that are lost, broken, or stolen. Add insurance to your cart at checkout to enable protection."},
{"product_title": "Skrewball Peanut Butter Whiskey", "product_price": "25.99", "product_brand": "Skrewball Peanut Butter Whiskey", "product_description": "On one side, you have good ol’ whiskey - a bold, loud, and strong partner-in-crime who exudes confidence. On the other, we have peanut butter - a rich, smooth, and irresistible spread that’s as dependable as they come for all your late-night cravings."},
{"product_title": "Bird Dog Peach Flavored Whiskey", "product_price": "19.99", "product_brand": "Bird Dog Whiskey", "product_description": "Bird Dog Peach Flavored Whiskey is ripe with juicy, savory, fragrant peach flavors."},
{"product_title": "Bird Dog Blackberry Flavored Whiskey", "product_price": "19.99", "product_brand": "Bird Dog Whiskey", "product_description": "Bird Dog Blackberry Flavored Whiskey is crafted by infusing two hand selected, all-natural blackberry flavors. The distinctive taste was nationally recognized during the 2010 San Francisco World Spirits Competition."},
{"product_title": "Jack Daniel’s Tennessee Apple", "product_price": "19.95", "product_brand": "Jack Daniel's", "product_description": "Jack Daniel's Tennessee Apple has the distinct character of Jack Daniel's Tennessee whiskey coupled with crisp green apple for a fresh & rewarding taste."},
{"product_title": "First Light Dark Roast Coffee Whiskey", "product_price": "27.99", "product_brand": "First Light Coffee Whiskey", "product_description": "Two of the world's most iconic flavors come together in our Dark Roast Coffee Whiskey. Bold coffee and organic agave lead to a smooth finish with hints of chocolate and caramel. One sip will have you ready for whatever comes next. "},
{"product_title": "Bird Dog Chocolate Flavored Whiskey", "product_price": "19.99", "product_brand": "Bird Dog Whiskey", "product_description": "Bird Dog Chocolate Flavored Whiskey exudes a luscious, rich milk chocolate scent, perfect straight up, on the rocks or in your favorite cocktail."},
{"product_title": "First Light Coffee Whiskey", "product_price": "27.99", "product_brand": "First Light Coffee Whiskey", "product_description": "Two of the world's most iconic flavors come together in our Original Coffee Whiskey. Roasted coffee and organic agave blend seamlessly with the smooth warmth of premium corn whiskey. One sip and you'll be ready for anything."},
{"product_title": "Crown Royal Vanilla", "product_price": "28.99", "product_brand": "Crown Royal", "product_description": "To create this extraordinary blend, Crown Royal whiskies are carefully selected by our master whisky blenders and infused with the rich flavor of Madagascar Bourbon Vanilla. The result is a uniquely sophisticated whisky, bursting with the bold flavor of vanilla and the distinctive smoothness of Crown Royal."},
{"product_title": "Shanky's Whip Irish Whiskey", "product_price": "24.99", "product_brand": "Shanky & Shireman", "product_description": "Black. Smooth. Irish. Shanky's Whip is a black Irish whiskey liqueur made from a combination of Irish pot still whiskey and Irish spirits blended with the natural flavors of vanilla, caramel, and cream. The resulting spirit is black and smooth with a rich, whippy flavor dominated by spicy Irish Whiskey notes."},
{"product_title": "Dingle Single Malt Irish Whiskey Batch #4", "product_price": "99.99", "product_brand": "Dingle Distillery", "product_description": "Small. Artisan. Independent. Proud. We hold these truths to be self-evident. Distilleries are not created equal, nor is the whiskey that flows from them. Dingle Whiskey is a product of its environment. From the localized well water to the immensely manual mashing, alongside the wooden fermentation vessels that feed into the three bespoke copper pot stills, the production is purely Dingle. The microclimate then creates a maturation like no other. "},
{"product_title": "Crown Royal Texas Mesquite", "product_price": "39.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Texas Mesquite is a blend of Crown Royal Deluxe infused with the smoky soul of locally sourced Texas mesquite wood. The result is a unique flavor that is smoky and spicy with the distinctive smoothness of Crown Royal."},
{"product_title": "Woodford Reserve Kentucky Straight Bourbon", "product_price": "34.99", "product_brand": "Woodford Reserve", "product_description": "The art of making fine bourbon first took place on the site of the Woodford Reserve Distillery, a National Historic Landmark, in 1812. The perfectly balanced taste of our Kentucky Straight Bourbon Whiskey is comprised of more than 200 detectable flavor notes, from bold grain and wood, to sweet aromatics, spice, and fruit & floral notes."},
{"product_title": "Blanton’s Red Takara Japanese Edition 750ml", "product_price": "249.99", "product_brand": "Blanton's Bourbon", "product_description": "Produced exclusively for the Japanese export market at 93 proof, Blanton's Takara Red Edition Single Barrel is one of the most elusive, hard-to-find bourbon whiskeys in the world. Striking a similar resemblance to the Original Single Barrel, the Takara Red Edition undergoes an 8-year minimum aged barrel selection process (as opposed to the standard 6), which produces a more complex, robust, and refined tasting experience. No collection is complete without this stunningly rare statement piece and is an absolute essential for any serious fan of Blanton's."},
{"product_title": "Sazerac Rye", "product_price": "29.99", "product_brand": "Sazerac", "product_description": "The One and Only New Orleans Original. Sazerac Rye Whiskey symbolizes the tradition and history of New Orleans. Rye Whiskey that dates back to the 1800’s, around the time when saloons, veiled as Coffee Houses, began lining the streets of New Orleans. It was at the Sazerac Coffee House on Royal Street where local patrons were served toddies made with Rye Whiskey and Peychaud’s Bitters. The libation became known as the “Sazerac” and America’s first branded cocktail was born. This is the whiskey that started it all."},
{"product_title": "Crown Royal Bourbon Mash", "product_price": "99.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Blenders’ Mash showcases the warm vanilla and subtle oaky notes of our beloved corn-heavy whiskies. Blender’s Mash showcase a classic whisky style but with the famous smooth finish, allowing the whisky to stand on its own."},
{"product_title": "Bearface Triple Oak Canadian Whisky", "product_price": "39.99", "product_brand": "Bearface Whisky", "product_description": "We are a team of seekers, blenders, coopers and makers with a shared passion to create a Canadian whisky truly unlike anything else. We source only the finest 7 year old single grain whisky from distilleries across Canada. We then drive it to Mission Hill, B.C – wine country to begin our process of collaboration. Then we begin finishing trials collaborating with wine makers, coopers and blenders. By including experts from beyond the world of whisky and sharing our passion and craft, together, we created a truly different, bold, rich Canadian whisky."},
{"product_title": "Smoke Wagon Straight Bourbon Whiskey", "product_price": "34.99", "product_brand": "Smoke Wagon Bourbon", "product_description": "Just released in fall of 2019, the goal was to create an affordable everyday bourbon that had that unique and unmistakeable Smoke Wagon Flavor, consisting of delicate sweet notes with a rye spice finish. Barrels with our same high rye mash bill were racked on the top two floors of the warehouse and never rotated. The higher the floor the hotter it gets in the summer causing more expansion and more movement into the wood. This as well being non chill filtered creates a bourbon that is rich and creamy beyond its years. Never rotating the barrels ensures there are no harsh tannin flavors and the high rye mash bill adds a delightful spicy and nutty finish. "},
{"product_title": "8-Ball Chocolate Whiskey", "product_price": "29.99", "product_brand": "8-Ball Whiskey", "product_description": "Smooth, American whiskey blended with sophisticated, rich chocolate, balanced with spicy, toasted notes of oak and brown sugar. Its dark amber color comes from being aged in select barrels and is proudly bottled at the source, San Diego, California. Shockingly smooth, this complex yet memorable blend pays homage to our time-honored distilling process and when chilled, there’s no stopping the party. So, order a few 8-Balls with friends and elevate any night."},
{"product_title": "WhistlePig Barrel Aged Maple Syrup", "product_price": "23.99", "product_brand": "WhistlePig", "product_description": "WhistlePig Barrel Aged Maple Syrup is produced in Vermont from 1500 maple trees that line the hillsides around the farm. It's aged in barrels of their award winning rye whiskey for 6 months producing a uniquely robust and incredible taste."},
{"product_title": "Eagle Rare 10 Year Old Single Barrel \"Sip 'N Soar\"", "product_price": "54.99", "product_brand": "Eagle Rare", "product_description": "LIMIT ONE BOTTLE PER CUSTOMER. Additional bottles will be canceled."},
{"product_title": "Sazerac Rye", "product_price": "29.99", "product_brand": "Sazerac", "product_description": "The One and Only New Orleans Original. Sazerac Rye Whiskey symbolizes the tradition and history of New Orleans. Rye Whiskey that dates back to the 1800’s, around the time when saloons, veiled as Coffee Houses, began lining the streets of New Orleans. It was at the Sazerac Coffee House on Royal Street where local patrons were served toddies made with Rye Whiskey and Peychaud’s Bitters. The libation became known as the “Sazerac” and America’s first branded cocktail was born. This is the whiskey that started it all."},
{"product_title": "Dad's Hat Classic Rye Whiskey", "product_price": "42.99", "product_brand": "Dad's Hat", "product_description": "Our classic rye recipe features only rye grain and malt to deliver a pure expression of Pennsylvania Rye Whiskey. Barrel aging for least six months in charred, new oak quarter casks allows the genuine rye flavor to evolve quickly. As a result, the small batch whiskey is ensured of reaching the right balance of complexity and smoothness. The final product is a very smooth spirit that delivers the up-front spice that rye is known for while finishing with a full, round mouthfeel. "},
{"product_title": "Pikesville Straight Rye Whiskey", "product_price": "49.99", "product_brand": "Pikesville", "product_description": "Pikesville Straight Rye Whiskey refuses to be forgotten. First produced in Maryland in the 1890s, the brand, along with the rest of the once-booming Maryland Rye industry, was shuttered by prohibition. The brand reemerged after prohibition and became the last standing Maryland Rye, as the rest of the industry's production had ceased. Now produced in Kentucky from extra-aged barrels stored in prime warehouse locations, Heaven Hill keeps this historic Maryland mark alive with this award-winning six year old, 110 proof offering."},
{"product_title": "WhistlePig 15 Year Straight Rye", "product_price": "299.99", "product_brand": "WhistlePig", "product_description": "At 92 proof & our oldest whiskey, this is the first WhistlePig product finished in Vermont Estate Oak harvested right from our farm. Vermont oak has more rings than the standard oak used in whiskey barrels, and each ring is an opportunity to impart more flavor and depth in the whiskey. With a score of 97 points from Wine Enthusiast and perfected over 15 years, we are proud to offer this pure expression of Vermont’s best."},
{"product_title": "WhistlePig 10 Year Rye (375ml)", "product_price": "49.99", "product_brand": "WhistlePig", "product_description": "Ingenuity, innovation and a fearless pursuit of flavor led Whistlepig to the discovery of an aged Rye Whiskey stock in the Great White North. They rescued it from a hapless fate, aging it anew in virgin American Oak, before hand-bottling it on its own, in all its glory. Perhaps there was a stroke of good luck in the mix. But you know what they say about who fortune favors. And Their whiskey is nothing if not bold. Whistlepig offers you the most award-winning whiskey in the world, the one that started it all."},
{"product_title": "WhistlePig HomeStock", "product_price": "74.99", "product_brand": "WhistlePig", "product_description": "WhistlePig HomeStock is a crowd-curated limited-edition whiskey blended by whiskey lovers across the nation using a perfect combination of Rye, Wheat, and Barley Whiskey."},
{"product_title": "Basil Hayden's Dark Rye", "product_price": "54.99", "product_brand": "Basil Hayden's", "product_description": "This blend explores the harmonious combination of 3 distinct liquid profiles for one memorable whiskey. It begins with Kentucky Rye, providing a firm base of spicy rye, rich oak, dried fruit and subtle molasses undertones to build on. Canadian Rye from our award-winning Alberta Distillery is skillfully layered in. This unique rye provides depth to the notes of dried fruit and a more viscous mouth feel than a traditional rye. It’s then finished with a touch of California Port blended in directly to add complementary juicy, ripe fruit without muddying the existing wood notes."},
{"product_title": "Michter's Kentucky Straight Rye", "product_price": "44.99", "product_brand": "Michter's", "product_description": "Renowned for rye – America’s oldest whiskey variety – since the earliest days of our history, we take the production of Michter’s US 1 Rye extremely seriously. Our Michter’s US 1 Rye is made from select American rye grain that is sheared to maximize the extraction of flavor from the grain. Ideal neat or in cocktails, every bottle of Michter’s US 1 Rye comes from a single barrel – a unique attribute reflecting our extraordinary commitment to offering Kentucky Straight Rye whiskey of the absolute highest quality at every level of the Michter’s range."},
{"product_title": "Redwood Empire Emerald Giant Rye Whiskey", "product_price": "34.99", "product_brand": "Redwood Empire Whiskey", "product_description": "Named for the fastest growing Redwood Tree in the world, Emerald Giant is crafted from hand-selected rye whiskey barrels aged between 3 and 5 years. The high percentage of rye in the mash bill (95%) produces an unparalleled spice complexity on the palate with a hint of honey and orange peel with a lingering cinnamon finish."},
{"product_title": "WhistlePig 12 Year Old World", "product_price": "159.99", "product_brand": "WhistlePig", "product_description": "Rye inspired by Old World barrel-aging traditions."},
{"product_title": "WhistlePig Piggyback 6 Year Old Rye", "product_price": "49.99", "product_brand": "WhistlePig", "product_description": "Our vision is to respect tradition, embrace progress, and bring friends together over the worlds greatest rye whiskey. Dave Pickerell returned to our warehouses to realize his dream of creating the best aged rye whiskey for your cocktail - 100% rye for full spice flavors, aged 6 years for unprecedented complexity, and bottled at his ideal strength. Stir or shake in good company. Here's to the PiggyBack ride you all deserve! - Dave Pickerell"},
{"product_title": "WhistlePig Barrel Aged Maple Syrup", "product_price": "23.99", "product_brand": "WhistlePig", "product_description": "WhistlePig Barrel Aged Maple Syrup is produced in Vermont from 1500 maple trees that line the hillsides around the farm. It's aged in barrels of their award winning rye whiskey for 6 months producing a uniquely robust and incredible taste."},
{"product_title": "WhistlePig 10 Year Rye", "product_price": "89.99", "product_brand": "WhistlePig", "product_description": "Fortune, superb taste, and hustle lead us to the discovery of an aged Rye Whiskey stock in Alberta, Canada. We rescued the stock from misuse as a blending whiskey, aged it in new American Oak, then hand-bottled this rye on its own. We’re honored to present the most awarded Rye Whiskey in the world."},
{"product_title": "Willett Family Estate 4 Year Rye", "product_price": "79.99", "product_brand": "Willett Distillery", "product_description": "The barrels that went into this small batch combined to make an amazing drinker."},
{"product_title": "Angel's Envy Finished Rye", "product_price": "89.99", "product_brand": "Angel's Envy", "product_description": "As malcontents, we’re particular about our whiskey. When we decided to release a rye, we knew it had to be something special to live up to the amazing response received by our bourbon finished in port barrels. Angel’s Envy Rye Finished in Rum Barrels is genuinely unique and worthy of Master Distiller Lincoln Henderson’s legacy. The taste profile of rye whiskey was a perfect fit for a rum cask finish. After sampling over 100 rums to find the right flavor to complement rye whiskey, the team’s decision was unanimous. Angel’s Envy spends up to 18 months finishing in Caribbean rum casks, resulting in an immensely complex whiskey. The mingling of raw, spicy and earthy rye with the mellow sweetness of rum finishing creates an incomparably smooth and drinkable whiskey, even at 100 proof."},
{"product_title": "Angel’s Envy Bourbon Port Finish", "product_price": "44.99", "product_brand": "Angel's Envy", "product_description": "Angel’s Envy Kentucky Straight Bourbon is finished in port wine casks for an award-winning spirit. We guide each batch’s conditioning, blending our handcrafted bourbon in small batches of 8 to 12 barrels at a time. It’s typically aged for up to 6 years. While we lose about 5% of the spirit each year to evaporation, or “the Angel’s Share,” what’s left behind after we’re done is truly worthy of envy. Once it’s deemed ready, we finish our bourbon in ruby port wine casks, which adds subtly distinct flavor nuances that enhance the whiskey without challenging it. Our port finishing process lasts between three to six months, depending on taste. We use 60-gallon ruby port barrels made from French oak and imported directly from Portugal. This creates a whiskey of unprecedented smoothness, sweetness and balance."},
{"product_title": "High West Double Rye!", "product_price": "39.99", "product_brand": "High West Distillery", "product_description": "Double Rye! is a blend of two different rye whiskeys. It is also crafted to be twice as spicy (think cinnamon, nutmeg, and cloves) as your average rye whiskey. We recommend trying a Double Rye! Manhattan or Old Fashioned - it’s also absolutely superb for sipping alone or sharing with other cowboys and good-looking strangers."},
{"product_title": "Game Of Thrones Six Kingdoms Mortlach 15 Year Old", "product_price": "169.99", "product_brand": "Mortlach Distillery", "product_description": "Game of Thrones Six Kingdoms Mortlach 15 is a single malt scotch whisky that has been aged for 15 years and finished in ex-bourbon casks."},
{"product_title": "Proper No. Twelve Irish Whiskey", "product_price": "24.99", "product_brand": "Proper No. Twelve", "product_description": "Introducing Conor McGregor's own brand of Irish Whiskey. Distilled, aged, & bottled in Ireland, Proper No. Twelve is an ultra-smooth blend of golden grain and single malt for a rich complexity. It's aged a minimum of three years in bourbon barrel and offers hints of vanilla, honey-like sweetness and toasted wood. A proper salute to all, Proper No. Twelve pays homage to the founder, Conor McGregor, and his neighbourhood of Crumlin, Dublin 12. It embodies their shared spirit of brotherhood, loyalty, and hard work."},
{"product_title": "Four Roses Small Batch Select", "product_price": "59.99", "product_brand": "Four Roses", "product_description": "Introducing Four Roses Small Batch Select. Each of the Bourbons selected for Small Batch Select have been aged for six and seven years. On the nose, Four Roses Small Batch Select offers raspberries, clove and nutmeg. As it hits the palate, it opens into flavors of apricot, ripe berries, vanilla and light oak. The finish lingers with notes of spearmint and a touch of cinnamon."},
{"product_title": "Blackened American Whiskey - Metallica Whiskey", "product_price": "39.99", "product_brand": "Blackened American Whiskey", "product_description": "Meet Metallica's own brand of American Whiskey. Blackened American Whiskey is forged by the earth-shattering music of Metallica. Using their proprietary sonic-enhancement system BLACK NOISE™, the whiskey is pummeled by sound, causing it to seep deeper into the barrel, where it picks up additional wood flavor characteristics. It's a marriage of the finest bourbons, ryes & whiskeys, hand selected by Dave himself. Each of the whiskeys offer unique flavor that play a key role in the final spirit."},
{"product_title": "Buffalo Trace Bourbon Cream", "product_price": "19.99", "product_brand": "Buffalo Trace", "product_description": "Bourbon Cream is handcrafted using Buffalo Trace Kentucky Straight Bourbon, making it a perfect marriage of rich delicious cream and smooth Kentucky bourbon. You can enjoy it chilled, on the rocks, or pour it in a cup of coffee for an indulgent after dinner treat. Try the Buffalo Float- “the adult root beer float.”"},
{"product_title": "Colonel E.H. Taylor, Jr. Small Batch", "product_price": "139.99", "product_brand": "Colonel E.H. Taylor", "product_description": "As founding father of the bourbon industry, Colonel Edmund Haynes Taylor, Jr. left an indelible legacy. His dedication to distilling began at the close of the Civil War when he purchased O.F C. Distillery. There, he developed innovative techniques that are still in use today. Made by hand, this Small Batch Bourbon Whiskey has been aged inside century old warehouses constructed by E.H. Taylor, Jr. Barrels are evaluated and selected to create a perfect blend of distinctive character that is like no other. This bourbon is a true sipping bourbon that honors the uncompromising legacy of E.H. Taylor, Jr."},
{"product_title": "Buffalo Trace Bourbon", "product_price": "44.99", "product_brand": "Buffalo Trace", "product_description": "Ancient buffalo carved paths through the wilderness that led American pioneers and explorers to new frontiers. One such trail led to the banks of the Kentucky River where Buffalo Trace Distillery has been making bourbon whiskey the same way for more than 200 years. In tribute to the mighty buffalo and the rugged, independent spirit of the pioneers who followed them, we created our signature Buffalo Trace Kentucky Straight Bourbon Whiskey."},
{"product_title": "Lagavulin Offerman Edition", "product_price": "129.99", "product_brand": "Lagavulin", "product_description": "Lagavulin Offerman Edition is an Islay Single Malt Scotch Whisky aged for 11 years inspired by Hollywood celebrity Nick Offerman from the hit TV show Parks & Recreation. I have traveled the world and sampled many attempts at pleasing nectars, but it is solely this distillation of Islay; a tiny, charismatic Scottish isle, that has claimed my palate. - Nick Offerman"},
{"product_title": "Eagle Rare", "product_price": "89.99", "product_brand": "Eagle Rare", "product_description": "Eagle Rare Kentucky Straight Bourbon Whiskey is masterfully crafted and carefully aged for no less than ten years. The rareness of this great breed of bourbon is evident in its complex aroma, as well as the smooth and lingering taste. Eagle Rare is a bourbon that lives up to its name with its lofty, distinctive taste experience."},
{"product_title": "Crown Royal Peach", "product_price": "28.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Peach Flavored Whisky brings juicy sweetness to your summer season. To create this extraordinary blend, Crown Royal whiskies are carefully selected by our master blender and infused with the juicy flavor of fresh Georgia peaches. The result is a vibrantly delicious whisky, bursting with the luscious flavor of peach and the distinctive smoothness of Crown Royal. Mix with iced tea for a refreshing tasting cocktail."},
{"product_title": "Skrewball Peanut Butter Whiskey", "product_price": "25.99", "product_brand": "Skrewball Peanut Butter Whiskey", "product_description": "On one side, you have good ol’ whiskey - a bold, loud, and strong partner-in-crime who exudes confidence. On the other, we have peanut butter - a rich, smooth, and irresistible spread that’s as dependable as they come for all your late-night cravings."},
{"product_title": "Parker's Heritage Wheat Whiskey 13 Year", "product_price": "500.00", "product_brand": "Parker's Heritage", "product_description": "This bottle contains the original batch of Kentucky Straight Wheat Whiskey produced in 2000. Now 13 years old, this whiskey was aged on the top floors or Rickhouse Y. A rare Heaven Hill original, it is bottled at cask strength without chill-filtration showcasing for the first time the full taste profile of Wheat Whiskey."},
{"product_title": "Traverse City Whiskey Co. Barrel Proof Wheat Whiskey", "product_price": "0.00", "product_brand": "Traverse City Whiskey Co.", "product_description": "For this limited edition release, we’ve hand selected the most flavorful whiskey in our rickhouse. Aged for more than four years, it’s wheat whiskey in its most natural state, uncut and bottled at full barrel proof. Crafted to sip slowly and enjoy during life’s defining moments. Cheers!"},
{"product_title": "Cedar Ridge Wheat Whiskey", "product_price": "45.00", "product_brand": "Cedar Ridge Distillery", "product_description": "Technically a single malt, and the softest and sweetest of our whiskey expressions. Aged two years in American Oak barrels, this 100% malted winter wheat whiskey is a delicate yet flavorful spirit. While it’s definitely on the delicate side, it’s certainly not forgettable."},
{"product_title": "Huling Station Straight Wheat Whiskey", "product_price": "0.00", "product_brand": "Huling Station", "product_description": "More than 150 years after the big, bold whiskeys of 1866 Memphis, we went above and beyond the required mash bill for wheat whiskeys to develop a sweet, soft whiskey that boasts 83 percent wheat. With a lighter, more delicate profile and a lower proof than our pre-Prohibition style bourbon, Huling Station Straight Wheat Whiskey is the perfect approachable introduction to the whiskey world."},
{"product_title": "Parker’s Heritage Collection 11 Years Old Heavy Char Wheat Whiskey", "product_price": "1,499.99", "product_brand": "Heaven Hill Distillery", "product_description": "Parker’s Heritage Collection 11 Years Old Heavy Char Wheat Whiskey - Following in the footsteps of the last two releases, the 15th edition of the Parker's Heritage Collection continues to explore the interaction of the barrel char level with varying mashbills in the Heaven Hill portfolio. Consisting of only 75 barrels - each of which was charred for one minute and 30 seconds (Level 5), as opposed to our traditional 40 seconds (Level 3) - these heavy char barrels were filled with our wheat whiskey mashbill and aged on the 6th floor of Rickhouse Y for 11 years. At bottling, the liquid was cut to 122 proof and non-chill filtered to maintain the texture, viscocity and depth of flavor on the palate. During the over 44 seasons spent in the barrel, the interaction of the liquid with the heavy char intensified the flavors found in our original wheat whiskey mashbill, conveying a soft and rich sweetness, filled with hints of molasses and butterscotch, which results in a truly unique whiskey experience."},
{"product_title": "Colorado Distillers Collaboration Straight Wheat Whiskey", "product_price": "0.00", "product_brand": "Colorado Distillers Collaboration", "product_description": "In 2018, seven Colorado distilleries came together to create a collaboration whiskey. Each distillery made whiskey with the same Colorado-grown wheat. The whiskey was then mangled and left to rest in freshly charred American oak barrels. Now more than four years later, this whiskey is finally ready to be enjoyed by those that love Colorado and the whiskey that comes from it. In the spirit of this collaboration, 100% of the profits from the sale of this whiskey will be distributed to non-profit organizations. Cheers to you and the rich distilling community in Colorado."},
{"product_title": "Old Elk 10 Year Old Straight Wheat Whiskey", "product_price": "0.00", "product_brand": "Old Elk Bourbon", "product_description": "Old Elk’s 10-Year Straight Wheat Whiskey is crafted with four decades of experience, passion, and Xero compromises. Our Master Distiller, Greg Metze, called upon a lifetime of experience producing the finest whiskies in the world and applied that expertise to the Straight Wheat Whiskey now held in this bottle. 10 years of aging maximizes the rich and refined attributes of soft red winter wheat and draws out the complexities and subtleties that only time can develop. We hope you sip back, relax and enjoy."},
{"product_title": "Huling Station Trolley Stop Series 9 Year Old Riverfront Line Straight Wheat Whiskey", "product_price": "0.00", "product_brand": "Huling Station", "product_description": "Indulge in the rich, complex flavors of Huling Station Trolley Stop Series Riverfront Line Straight Wheat Whiskey. Carefully crafted with an 83% wheat mash bill, 12% rye, and 5% malted barley, this exclusive whiskey boasts a unique taste that sets it apart from other spirits. Specially commissioned and made with strict adherence to Old Dominick’s family recipe, every sip is a testament to the passion and dedication put into creating this masterpiece."},
{"product_title": "Woody Creek Wheated Whiskey", "product_price": "0.00", "product_brand": "Woody Creek Distillers", "product_description": "The nose is approachable with vanilla cream and poached peach, caramel wafers, vanilla covered almond, and a gentle touch of oak spice. On the palate, vanilla soaked peach and apple with sweet caramel, toffee, more vanilla, and spiced cherries. The finish is lengthy with rich fruit fading into oak spice and baked peach. A gorgeous sipper that punches well above its price."},
{"product_title": "Woodford Wheat Whiskey", "product_price": "34.99", "product_brand": "Woodford Reserve", "product_description": "Woodford Reserve Wheat is based on historical recipes but influenced by the iconic core Woodford Reserve Bourbon brand. With wheat as the dominant grain – at 52 percent, followed by malt (20%), corn (20%) and rye (8%) – this whiskey was created by renowned Master Distiller Chris Morris."},
{"product_title": "Bernheim Original Wheat Whiskey", "product_price": "29.99", "product_brand": "Bernheim", "product_description": "At its launch, Bernheim Original Straight Wheat Whiskey was the first truly new variety of American straight wheat whiskey introduced since Prohibition. Heaven Hill Master Distillers saw an opportunity to give today's whiskey connoisseurs a unique taste experience. Bernheim was the only straight whiskey to use winter wheat as the primary grain in its mashbill, giving it a soft, sweet flavor and medium finish. Today, on the front of the bottle, Bernheim proudly displays its finest attributes: Kentucky Straight Wheat Whiskey, small batch, and a 7 year age statement. With an age statement of 7 years, Bernheim Original Wheat Whiskey truly is well worth the wheat. It is the only straight wheat whiskey distributed nationally. As a straight whiskey, it meets the same criteria as Bourbon or rye—aged a minimum of two years in new, charred oak barrels, distilled at less than 160 proof, and contains no coloring, flavoring or blending agents. As a small batch product, it is made with a dump of 100 barrels or less."},
{"product_title": "Masterson's Wheat Whiskey", "product_price": "79.99", "product_brand": "Masterson's", "product_description": "Masterson’s Wheat is crafted with choice Canadianwheat and mineral-rich glacial lake water, and it’s dis-tilled in an old-fashioned copper pot – a symbol of thetimeless craftsmanship that went into this whiskey.Aging occurs in white oak casks and takes 12 yearsfor the whiskey to completely mellow."},
{"product_title": "McKenzie Single Barrel Wheat Whiskey", "product_price": "69.99", "product_brand": "Finger Lakes Distilling", "product_description": "McKenzie Wheat Whiskey is made from 60% wheat, 20% corn, 20% malted barley. The whiskey is aged for 2 years in our used bourbon barrels. The end result is an exceptionally soft whiskey with notes of toffee, sherry-vanilla, and toasted oak.  Master Distiller, Thomas Earl, says It just tastes like whiskies oughta taste."},
{"product_title": "Smoke Wagon Small Batch Bourbon", "product_price": "54.99", "product_brand": "Smoke Wagon Bourbon", "product_description": "Our high rye content bourbon is aged in the heart of a century-old  brick warehouse. To ensure a unique and consistent flavor, barrels are hand selected to create a perfect blend that is smooth and at the same time bold and intense."},
{"product_title": "Four Roses Small Batch Select", "product_price": "59.99", "product_brand": "Four Roses", "product_description": "Introducing Four Roses Small Batch Select. Each of the Bourbons selected for Small Batch Select have been aged for six and seven years. On the nose, Four Roses Small Batch Select offers raspberries, clove and nutmeg. As it hits the palate, it opens into flavors of apricot, ripe berries, vanilla and light oak. The finish lingers with notes of spearmint and a touch of cinnamon."},
{"product_title": "Blanton's Gold Edition Straight Bourbon 700ml", "product_price": "229.99", "product_brand": "Blanton's Bourbon", "product_description": "Blanton's Gold Edition was created for discerning connoisseurs who appreciate exceptional smoothness and clean finish in their bourbon whiskey. The rich taste of dark fudge, citrus, oak and cream combined with the spiciness of white pepper and rye lead to a long finish that challenges the worlds finest single malts and rarest cognacs in complexity and character. Best served neat or with a splash of water. Bottled at 51. 5% alcohol by volume."},
{"product_title": "Angel’s Envy Bourbon Port Finish", "product_price": "44.99", "product_brand": "Angel's Envy", "product_description": "Angel’s Envy Kentucky Straight Bourbon is finished in port wine casks for an award-winning spirit. We guide each batch’s conditioning, blending our handcrafted bourbon in small batches of 8 to 12 barrels at a time. It’s typically aged for up to 6 years. While we lose about 5% of the spirit each year to evaporation, or “the Angel’s Share,” what’s left behind after we’re done is truly worthy of envy. Once it’s deemed ready, we finish our bourbon in ruby port wine casks, which adds subtly distinct flavor nuances that enhance the whiskey without challenging it. Our port finishing process lasts between three to six months, depending on taste. We use 60-gallon ruby port barrels made from French oak and imported directly from Portugal. This creates a whiskey of unprecedented smoothness, sweetness and balance."},
{"product_title": "Blanton's Original Single Barrel 750ML", "product_price": "179.99", "product_brand": "Blanton's Bourbon", "product_description": "Taken from the center-cut or middle sections of the famous Warehouse H, Blanton’s Original Single Barrel was once designated for ambassadors, dignitaries, and Colonel Blanton’s family and friends. Today, everyone has access to the world’s first single barrel bourbon. The taste profile is sweet, with notes of citrus and oak. The creamy vanilla nose is teased with caramel and butterscotch, all underscored by familiar baking spices such as clove, nutmeg, or cinnamon. Blanton’s Original set the standard for single barrel bourbons in 1984. Best served neat or on the rocks. Bottled at 46.5% alcohol by volume."},
{"product_title": "Buffalo Trace Bourbon Cream", "product_price": "19.99", "product_brand": "Buffalo Trace", "product_description": "Bourbon Cream is handcrafted using Buffalo Trace Kentucky Straight Bourbon, making it a perfect marriage of rich delicious cream and smooth Kentucky bourbon. You can enjoy it chilled, on the rocks, or pour it in a cup of coffee for an indulgent after dinner treat. Try the Buffalo Float- “the adult root beer float.”"},
{"product_title": "Colonel E.H. Taylor, Jr. Small Batch", "product_price": "139.99", "product_brand": "Colonel E.H. Taylor", "product_description": "As founding father of the bourbon industry, Colonel Edmund Haynes Taylor, Jr. left an indelible legacy. His dedication to distilling began at the close of the Civil War when he purchased O.F C. Distillery. There, he developed innovative techniques that are still in use today. Made by hand, this Small Batch Bourbon Whiskey has been aged inside century old warehouses constructed by E.H. Taylor, Jr. Barrels are evaluated and selected to create a perfect blend of distinctive character that is like no other. This bourbon is a true sipping bourbon that honors the uncompromising legacy of E.H. Taylor, Jr."},
{"product_title": "Brother's Bond Straight Bourbon Whiskey", "product_price": "39.99", "product_brand": "Brother's Bond Distilling Company", "product_description": "A 100% copper column and pot-doubler distillation method is used to distill Brother's Bond Straight Bourbon Whiskey. Afterwards it is aged 4 years in virgin American oak, barrel staves #4 char, barrel heads #2 char."},
{"product_title": "Willett Pot Still Reserve", "product_price": "59.99", "product_brand": "Willett Distillery", "product_description": " About:"},
{"product_title": "W.L. Weller Special Reserve", "product_price": "69.99", "product_brand": "Buffalo Trace", "product_description": "The Original Wheated Bourbon Whiskey features an exceptionally smooth taste, substituting wheat for rye grain. Bottled at 90 proof, this bourbon stands out with its burnt orange color. Its softer flavor notes make this bourbon great for sipping or making cocktails."},
{"product_title": "Eagle Rare", "product_price": "89.99", "product_brand": "Eagle Rare", "product_description": "Eagle Rare Kentucky Straight Bourbon Whiskey is masterfully crafted and carefully aged for no less than ten years. The rareness of this great breed of bourbon is evident in its complex aroma, as well as the smooth and lingering taste. Eagle Rare is a bourbon that lives up to its name with its lofty, distinctive taste experience."},
{"product_title": "Skrewball Peanut Butter Whiskey", "product_price": "25.99", "product_brand": "Skrewball Peanut Butter Whiskey", "product_description": "On one side, you have good ol’ whiskey - a bold, loud, and strong partner-in-crime who exudes confidence. On the other, we have peanut butter - a rich, smooth, and irresistible spread that’s as dependable as they come for all your late-night cravings."},
{"product_title": "Buffalo Trace Bourbon", "product_price": "44.99", "product_brand": "Buffalo Trace", "product_description": "Ancient buffalo carved paths through the wilderness that led American pioneers and explorers to new frontiers. One such trail led to the banks of the Kentucky River where Buffalo Trace Distillery has been making bourbon whiskey the same way for more than 200 years. In tribute to the mighty buffalo and the rugged, independent spirit of the pioneers who followed them, we created our signature Buffalo Trace Kentucky Straight Bourbon Whiskey."},
{"product_title": "Woodford Reserve Kentucky Straight Bourbon", "product_price": "34.99", "product_brand": "Woodford Reserve", "product_description": "The art of making fine bourbon first took place on the site of the Woodford Reserve Distillery, a National Historic Landmark, in 1812. The perfectly balanced taste of our Kentucky Straight Bourbon Whiskey is comprised of more than 200 detectable flavor notes, from bold grain and wood, to sweet aromatics, spice, and fruit & floral notes."},
{"product_title": "Four Roses Small Batch Select", "product_price": "59.99", "product_brand": "Four Roses", "product_description": "Introducing Four Roses Small Batch Select. Each of the Bourbons selected for Small Batch Select have been aged for six and seven years. On the nose, Four Roses Small Batch Select offers raspberries, clove and nutmeg. As it hits the palate, it opens into flavors of apricot, ripe berries, vanilla and light oak. The finish lingers with notes of spearmint and a touch of cinnamon."},
{"product_title": "Smoke Wagon Small Batch Bourbon", "product_price": "54.99", "product_brand": "Smoke Wagon Bourbon", "product_description": "Our high rye content bourbon is aged in the heart of a century-old  brick warehouse. To ensure a unique and consistent flavor, barrels are hand selected to create a perfect blend that is smooth and at the same time bold and intense."},
{"product_title": "Blanton’s Red Takara Japanese Edition 750ml", "product_price": "249.99", "product_brand": "Blanton's Bourbon", "product_description": "Produced exclusively for the Japanese export market at 93 proof, Blanton's Takara Red Edition Single Barrel is one of the most elusive, hard-to-find bourbon whiskeys in the world. Striking a similar resemblance to the Original Single Barrel, the Takara Red Edition undergoes an 8-year minimum aged barrel selection process (as opposed to the standard 6), which produces a more complex, robust, and refined tasting experience. No collection is complete without this stunningly rare statement piece and is an absolute essential for any serious fan of Blanton's."},
{"product_title": "Blanton's Gold Edition Straight Bourbon 700ml", "product_price": "229.99", "product_brand": "Blanton's Bourbon", "product_description": "Blanton's Gold Edition was created for discerning connoisseurs who appreciate exceptional smoothness and clean finish in their bourbon whiskey. The rich taste of dark fudge, citrus, oak and cream combined with the spiciness of white pepper and rye lead to a long finish that challenges the worlds finest single malts and rarest cognacs in complexity and character. Best served neat or with a splash of water. Bottled at 51. 5% alcohol by volume."},
{"product_title": "Angel’s Envy Bourbon Port Finish", "product_price": "44.99", "product_brand": "Angel's Envy", "product_description": "Angel’s Envy Kentucky Straight Bourbon is finished in port wine casks for an award-winning spirit. We guide each batch’s conditioning, blending our handcrafted bourbon in small batches of 8 to 12 barrels at a time. It’s typically aged for up to 6 years. While we lose about 5% of the spirit each year to evaporation, or “the Angel’s Share,” what’s left behind after we’re done is truly worthy of envy. Once it’s deemed ready, we finish our bourbon in ruby port wine casks, which adds subtly distinct flavor nuances that enhance the whiskey without challenging it. Our port finishing process lasts between three to six months, depending on taste. We use 60-gallon ruby port barrels made from French oak and imported directly from Portugal. This creates a whiskey of unprecedented smoothness, sweetness and balance."},
{"product_title": "Blanton's Original Single Barrel 750ML", "product_price": "179.99", "product_brand": "Blanton's Bourbon", "product_description": "Taken from the center-cut or middle sections of the famous Warehouse H, Blanton’s Original Single Barrel was once designated for ambassadors, dignitaries, and Colonel Blanton’s family and friends. Today, everyone has access to the world’s first single barrel bourbon. The taste profile is sweet, with notes of citrus and oak. The creamy vanilla nose is teased with caramel and butterscotch, all underscored by familiar baking spices such as clove, nutmeg, or cinnamon. Blanton’s Original set the standard for single barrel bourbons in 1984. Best served neat or on the rocks. Bottled at 46.5% alcohol by volume."},
{"product_title": "Buffalo Trace Bourbon Cream", "product_price": "19.99", "product_brand": "Buffalo Trace", "product_description": "Bourbon Cream is handcrafted using Buffalo Trace Kentucky Straight Bourbon, making it a perfect marriage of rich delicious cream and smooth Kentucky bourbon. You can enjoy it chilled, on the rocks, or pour it in a cup of coffee for an indulgent after dinner treat. Try the Buffalo Float- “the adult root beer float.”"},
{"product_title": "Brother's Bond Straight Bourbon Whiskey", "product_price": "39.99", "product_brand": "Brother's Bond Distilling Company", "product_description": "A 100% copper column and pot-doubler distillation method is used to distill Brother's Bond Straight Bourbon Whiskey. Afterwards it is aged 4 years in virgin American oak, barrel staves #4 char, barrel heads #2 char."},
{"product_title": "Colonel E.H. Taylor, Jr. Small Batch", "product_price": "139.99", "product_brand": "Colonel E.H. Taylor", "product_description": "As founding father of the bourbon industry, Colonel Edmund Haynes Taylor, Jr. left an indelible legacy. His dedication to distilling began at the close of the Civil War when he purchased O.F C. Distillery. There, he developed innovative techniques that are still in use today. Made by hand, this Small Batch Bourbon Whiskey has been aged inside century old warehouses constructed by E.H. Taylor, Jr. Barrels are evaluated and selected to create a perfect blend of distinctive character that is like no other. This bourbon is a true sipping bourbon that honors the uncompromising legacy of E.H. Taylor, Jr."},
{"product_title": "W.L. Weller Special Reserve", "product_price": "69.99", "product_brand": "Buffalo Trace", "product_description": "The Original Wheated Bourbon Whiskey features an exceptionally smooth taste, substituting wheat for rye grain. Bottled at 90 proof, this bourbon stands out with its burnt orange color. Its softer flavor notes make this bourbon great for sipping or making cocktails."},
{"product_title": "*Buffalo Trace Combo Pack* Eagle Rare 10 Year, Sazerac Rye, Buffalo Trace Bourbon", "product_price": "159.99", "product_brand": "Buffalo Trace", "product_description": "Eagle Rare 10 Year 750ml"},
{"product_title": "Willett Pot Still Reserve", "product_price": "59.99", "product_brand": "Willett Distillery", "product_description": " About:"},
{"product_title": "Eagle Rare", "product_price": "89.99", "product_brand": "Eagle Rare", "product_description": "Eagle Rare Kentucky Straight Bourbon Whiskey is masterfully crafted and carefully aged for no less than ten years. The rareness of this great breed of bourbon is evident in its complex aroma, as well as the smooth and lingering taste. Eagle Rare is a bourbon that lives up to its name with its lofty, distinctive taste experience."},
{"product_title": "Buffalo Trace Bourbon", "product_price": "44.99", "product_brand": "Buffalo Trace", "product_description": "Ancient buffalo carved paths through the wilderness that led American pioneers and explorers to new frontiers. One such trail led to the banks of the Kentucky River where Buffalo Trace Distillery has been making bourbon whiskey the same way for more than 200 years. In tribute to the mighty buffalo and the rugged, independent spirit of the pioneers who followed them, we created our signature Buffalo Trace Kentucky Straight Bourbon Whiskey."},
{"product_title": "Blanton's Single Barrel Bourbon 700ml", "product_price": "159.95", "product_brand": "Blanton's Bourbon", "product_description": "Experience Blanton's Single Barrel Bourbon 700ml. The taste profile is sweet with citrus and oak. A creamy vanilla nose features hints of nuts, caramel, orange and light chocolate. Blanton's Single Barrel Bourbon set the standard for single barrel bourbons. Best served neat or on the rocks. 46.5% alcohol by volume."},
{"product_title": "Crown Royal Northern Harvest Rye", "product_price": "49.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Northern Harvest Rye combines the distinctive flavor of Canadian rye grain with the unmistakable smoothness of Crown Royal for a truly exceptional Canadian whisky. Crown Royal Northern Harvest Rye is the first Canadian Whisky to earn World Whisky of the Year in Jim Murray’s Annual Whisky Bible 2016."},
{"product_title": "Pendleton Blended Canadian Whisky", "product_price": "27.99", "product_brand": "Pendleton Whisky", "product_description": "Pendleton Whisky is an oak barrel-aged whisky distilled in Canada using the finest ingredients. Before bottling, glacier-fed spring water is added from Mt. Hood (Oregon’s highest peak). Pendleton Whisky delivers an uncommonly smooth taste and rich, complex flavor."},
{"product_title": "Black Velvet 1.75 Liter", "product_price": "19.99", "product_brand": "Black Velvet", "product_description": "Black Velvet Canadian Whisky is remarkably smooth with hints of caramel, vanilla, coconut, and rye spiciness."},
{"product_title": "Crown Royal Apple 1.75L", "product_price": "59.99", "product_brand": "Crown Royal", "product_description": "To create this extraordinary blend, Crown Royal whiskies are hand-selected by our master whisky blenders and infused with Regal Gala Apples and apple flavors. The result is a delicious Canadian whisky balanced with notes of crisp apple flavor. "},
{"product_title": "Crown Royal Black Canadian", "product_price": "32.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Black is a rich and flavorful blend of Canadian whisky. All the signature smoothness of Crown Royal, matured in charred oak barrels and blended at a higher proof for a richer texture and bold finish."},
{"product_title": "Crown Royal Reserve", "product_price": "64.99", "product_brand": "Crown Royal", "product_description": "Our Master Blender hand selects less than 1% of our exceptionally aged whiskies, creating a blend that is aged longer than most for the perfect balance of flavor and depth. This whiskey is our Blender’s gift to Crown Royal enthusiasts: a creamy, rich, reserve-grade blend, with a velvety long lasting finish."},
{"product_title": "Crown Royal XO", "product_price": "69.99", "product_brand": "Crown Royal", "product_description": "Crown Royal XO is a skillfully blended Crown Royal Whisky finished in cognac casks, resulting in both an extraordinarily complex and smooth expression. This is an elegant whisky that is deliciously balanced with hints of vanilla, spice and rich dry fruit."},
{"product_title": "Crown Royal Deluxe Canadian Whisky 1.75L", "product_price": "59.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Deluxe is the standard of excellence for Canadian whisky. It is an extraordinary blend of 50 full-bodied Canadian whiskies, matured to perfection."},
{"product_title": "Caribou Crossing Single Barrel Canadian Whisky", "product_price": "129.99", "product_brand": "Caribou Crossing", "product_description": "Caribou Crossing Single Barrel has been painstakingly handcrafted by an expert whisky making team which has selected the finest whisky available. The whisky has been patiently aged in oak for many years to give it a rich and complex yet smooth flavor. Each barrel is then bottled individually with expert care and skill under rigorous quality standards.A new Canadian Whisky as bold and adventurous as the great Caribou who roam the wild. Caribou Crossing is a Canadian Whisky unequaled by any other."},
{"product_title": "Crown Royal Deluxe", "product_price": "28.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Deluxe is the standard of excellence for Canadian whisky. It is an extraordinary blend of 50 full-bodied Canadian whiskies, matured to perfection."},
{"product_title": "Crown Royal Regal Apple", "product_price": "28.99", "product_brand": "Crown Royal", "product_description": "To create this extraordinary blend, Crown Royal whiskies are hand-selected by our master whisky blenders and infused with Regal Gala Apples and apple flavors. The result is a delicious Canadian whisky balanced with notes of crisp apple flavor."},
{"product_title": "Crown Royal Salted Caramel", "product_price": "49.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Salted Caramel Flavored Whisky is a limited edition flavor, available only in the winter months to bring a little festive sweetness to your holiday season. A blend of the finest Canadian whiskies, carefully selected by our Master Blenders and infused with the subtly salty-sweet taste of indulgent salted caramels – imparting lush, creamy notes that perfectly compliment the richness of Crown Royal Whisky."},
{"product_title": "Crown Royal Vanilla", "product_price": "28.99", "product_brand": "Crown Royal", "product_description": "To create this extraordinary blend, Crown Royal whiskies are carefully selected by our master whisky blenders and infused with the rich flavor of Madagascar Bourbon Vanilla. The result is a uniquely sophisticated whisky, bursting with the bold flavor of vanilla and the distinctive smoothness of Crown Royal."},
{"product_title": "The Balvenie Doublewood 12", "product_price": "69.99", "product_brand": "The Balvenie", "product_description": "2018 marked the 25th anniversary of The Balvenie DoubleWood, aged 12 years."},
{"product_title": "Game Of Thrones Six Kingdoms Mortlach 15 Year Old", "product_price": "169.99", "product_brand": "Mortlach Distillery", "product_description": "Game of Thrones Six Kingdoms Mortlach 15 is a single malt scotch whisky that has been aged for 15 years and finished in ex-bourbon casks."},
{"product_title": "Crown Royal Peach", "product_price": "28.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Peach Flavored Whisky brings juicy sweetness to your summer season. To create this extraordinary blend, Crown Royal whiskies are carefully selected by our master blender and infused with the juicy flavor of fresh Georgia peaches. The result is a vibrantly delicious whisky, bursting with the luscious flavor of peach and the distinctive smoothness of Crown Royal. Mix with iced tea for a refreshing tasting cocktail."},
{"product_title": "Laphroaig 10 Year Old", "product_price": "59.99", "product_brand": "Laphroaig", "product_description": "Laphroaig's 10 Year Old is the original Laphroaig, distilled the same way today as when Ian Hunter invented it more than 75 years ago. It is the foundation of all other Laphroaig expressions. In making Laphroaig, malted barley is dried over a peat fire."},
{"product_title": "Dalwhinnie Winter’s Frost - Game Of Thrones House Stark", "product_price": "39.99", "product_brand": "Dalwhinnie", "product_description": "Dalwhinnie Winter’s Frost is a single malt from the Highlands, representing House Stark and featuring a fearsome direwolf on the label. In the vast cold expanse of the northern lands of Westeros, the lords of House Stark ruled as King in the North for generations. Stoic, noble and pragmatic, House Stark swore allegiance to the Targaryen crown and kept faith for nearly 300 years and to House Baratheon when the Targaryens fell. However, overly noble stoics can be vulnerable and the Stark words heard often in the halls of Winterfell ring true. Winter is coming. The Stark’s resiliency, strength and ability to thrive under the most intense situations are greatly shaped by Winterfell’s frigid temperatures. Like House Stark, Dalwhinnie is made in one of the highest and coldest distilleries in Scotland, and its extreme conditions are responsible for shaping its signature honeyed sweetness and spicy warmth. Naturally, it’s best served chilled or over ice."},
{"product_title": "Oban 14 Year Old", "product_price": "99.99", "product_brand": "Oban", "product_description": "Flavors of orange peel, smoke, sea salt, and honey distinguish this full-bodied highland malt."},
{"product_title": "Bruichladdich The Classic Laddie", "product_price": "58.99", "product_brand": "Bruichladdich", "product_description": "The foundation for our Classic Laddie is not a recipe set in stone, but a distilling philosophy. We have no interest in consistency or uniformity, instead – year by year – the variety and provenance of our barley shapes our spirit, and an ever-increasing range of casks are sourced to evolve the suite of flavours in our warehouse. Each batch of the Classic Laddie will, by nature, be unique and subtly different, but it is ultimately our Head Distiller who curates this assemblage of our finest spirits, to showcase the classic, floral and elegant Bruichladdich house style."},
{"product_title": "Johnnie Walker Black Label", "product_price": "34.99", "product_brand": "Johnnie Walker", "product_description": "Johnnie Walker Black Label is a true icon, recognized as the benchmark for all other deluxe blends. Created using only whiskies aged for a minimum of 12 years from the four corners of Scotland, Johnnie Walker Black Label has an unmistakably smooth, deep character. An impressive whisky to share on any occasion, whether you're entertaining at home or on a night out with friends."},
{"product_title": "Johnnie Walker Blue Label", "product_price": "239.99", "product_brand": "Johnnie Walker", "product_description": "Johnnie Walker Blue Label is an unrivaled masterpiece. It is an exquisite blend made from some of Scotland’s rarest and most exceptional Scotch Whiskies. Only one in every ten thousand casks has the elusive quality, character and flavor to deliver the’ remarkable signature taste of Johnnie Walker Blue Label. An extraordinary Scotch Whisky for extraordinary occasions."},
{"product_title": "The Macallan Double Cask 12 Years Old", "product_price": "99.99", "product_brand": "The Macallan", "product_description": "A harmonious single malt with a warm character."},
{"product_title": "Lagavulin 16 Years Old", "product_price": "119.99", "product_brand": "Lagavulin", "product_description": "Revered by connoisseurs and experts, Lagavulin is known as “the king of Islay”. It is an 'essential' Scotch Whisky that any connoisseur or enthusiast must have in their collection; one of the world's favourite Malt Whiskies. Aged in oak casks for at least 16 years, this much sought-after Single Malt has the massive peat-smoke flavor that's typical of southern Islay, while also offering richness and a dryness that turns it into a truly interesting dram. The Lagavulin 16 Year Old has become a benchmark Islay dram from the Lagavulin distillery. A gift for all occasions for lovers of peaty and powerful whiskies."},
{"product_title": "The Macallan 12 Year Old Sherry Oak", "product_price": "99.99", "product_brand": "The Macallan", "product_description": "A true Macallan classic and complex single malt."},
{"product_title": "Monkey Shoulder", "product_price": "34.99", "product_brand": "Monkey Shoulder", "product_description": "Some say it tastes just like riding bareback on the wild moors of Scotland with a flame-haired maiden on Christmas morning. Others agree it tastes like 007 wearing a tuxedo wetsuit. If you haven’t tried either yet but want a handy little cheat sheet to check out, here you go - but remember it’s completely up to you, what you think it tastes like."},
{"product_title": "The Balvenie Caribbean Cask 14", "product_price": "94.99", "product_brand": "The Balvenie", "product_description": "The Balvenie Caribbean Cask 14 year old single malt whisky has been matured in traditional oak whisky casks for 14 years, and then ‘finished’ in casks that previously held Caribbean rum. To create the ideal finish Malt Master David C. Stewart MBE filled American oak casks with his own blend of select West Indian rums. When he judged the casks to be ready, the rum was replaced with the 14 year old spirit and the wood was put to work adding the final touches. The result is an exceptional single malt whisky with the traditional smooth, honeyed character of The Balvenie married with notes of toffee and a hint of fruit, with a warm, lingering finish."},
{"product_title": "Glendronach Revival 15 Year Old", "product_price": "99.99", "product_brand": "Glendronach", "product_description": "After ceasing production in 2015, The GlenDronach Revival Aged 15 years now returns to the core range of the distillery’s line-up. The expression embodies The GlenDronach’s signature style of Spanish Sherry Cask maturation in fine Pedro Ximénez and Oloroso sherry casks from Andalucía, quietly growing in stature for 15 years in the darkness of our dunnage warehouses."},
{"product_title": "Lagavulin Offerman Edition", "product_price": "129.99", "product_brand": "Lagavulin", "product_description": "Lagavulin Offerman Edition is an Islay Single Malt Scotch Whisky aged for 11 years inspired by Hollywood celebrity Nick Offerman from the hit TV show Parks & Recreation. I have traveled the world and sampled many attempts at pleasing nectars, but it is solely this distillation of Islay; a tiny, charismatic Scottish isle, that has claimed my palate. - Nick Offerman"},
{"product_title": "The Sassenach", "product_price": "109.99", "product_brand": "The Sassenach", "product_description": "Introducing The Sassenach by Sam Heughan from the hit series Outlander. The Sassenach Whisky was inspired by the Scottish Highlands and is matured in Madeira wine casks. The spirit includes notes of peach, apricot, honey, and butterscotch. Drinkers will get scents of citrus fruits, almonds, and vanilla."},
{"product_title": "Jameson 18 Year Old", "product_price": "199.99", "product_brand": "Jameson", "product_description": "Matured for 18 years in hand-selected oak casks from Europe and America, this rare whiskey is finished in first-fill bourbon barrels. This rite of passage introduces subtle traces of vanilla to an exceptionally balanced, mellow whiskey with a lingering finale of wood, spice and toffee. An elder statesman of our portfolio, each bottle of this unique whiskey is individually numbered."},
{"product_title": "Yellow Spot", "product_price": "129.99", "product_brand": "Spot Whiskey", "product_description": "While Green Spot is often described as tasting like green apples, Yellow Spot is more in character with juicy red apples. Sophisticated and complex in character, the inclusion of full term matured whiskey from ex Malaga casks contributes exotic characteristics to the whiskey."},
{"product_title": "Jameson Irish Whiskey 1.75L", "product_price": "59.99", "product_brand": "Jameson", "product_description": "Jameson blends their remarkable pot still whiskey with a delicate grain whiskey, allowing them to mature and inherit the nuttiness of their sherry casks balanced with the fragrant vanilla of their bourbon casks. Like all their whiskeys, Jameson Irish Whiskey is triple distilled and aged for a minimum of 4 years, making it as versatile as it is smooth. This is the timeless whiskey that turned their green bottle into an icon. "},
{"product_title": "Jameson Black Barrel Irish Whiskey", "product_price": "39.99", "product_brand": "Jameson", "product_description": "Charring is an age-old method for invigorating barrels to intensify the taste. Jameson Black Barrel is our tribute to our coopers, who painstakingly give their bourbon barrels an additional charring to reveal their untold richness and complexity. Because every barrel contains secrets; the trick is coaxing them out."},
{"product_title": "Jameson Cold Brew Whiskey & Coffee", "product_price": "29.99", "product_brand": "Jameson", "product_description": "The best of both worlds bottled - Jameson Irish Whiskey infused with cold brew coffee flavor, made with roasted Arabica beans from Brazil and Colombia."},
{"product_title": "Dingle Irish Whiskey", "product_price": "99.99", "product_brand": "Dingle Distillery", "product_description": "Small. Artisan. Independent. Proud. We hold these truths to be self-evident. Distilleries are not created equal, nor is the whiskey that flows from them. Dingle Whiskey is a product of its environment. From the localized well water to the immensely manual mashing, alongside the wooden fermentation vessels that feed into the three bespoke copper pot stills, the production is purely Dingle. The microclimate then creates a maturation like no other. We do not manipulate the course of our whiskey, only nature can do that. Dingle. Hand-made character. Unique Whiskey. From the edge. Sláinte!"},
{"product_title": "Redbreast 15 Year Old", "product_price": "129.99", "product_brand": "Redbreast", "product_description": "Originally a limited edition created exclusively for La Maison du Whisky in Paris, now a permanent member of the family. The extra years in the barrel have given Redbreast 15 Year Old a more mellow taste profile than it's younger sibling, Redbreast 12 Year Old."},
{"product_title": "Green Spot", "product_price": "69.99", "product_brand": "Spot Whiskey", "product_description": "A non age statement Single Pot Still Irish Whiskey comprising of pot still whiskeys aged between 7 & 10 years. The whiskey has matured in a combination of new bourbon and refill bourbon casks as well as sherry casks."},
{"product_title": "Redbreast Cask Strength", "product_price": "99.99", "product_brand": "Redbreast", "product_description": "Made from a mash of malted and unmalted barley and then triple distilled in copper pot stills, Redbreast 12 boasts the flavour complexity and distinctive qualities of Pot Still whiskey. Matured in a combination of Bourbon seasoned American Oak barrels and Oloroso Sherry seasoned Spanish oak butts, the distinctive Redbreast sherry style is a joy to behold in each and every bottle. The Cask Strength expression gives a glimpse of Redbreast 12 in its natural, full flavoured taste."},
{"product_title": "Jameson Irish Whiskey", "product_price": "25.99", "product_brand": "Jameson", "product_description": "Jameson Irish Whiskey is a blended Irish whiskey. What’s that we hear you say. Well first we take the best of pot still and fine grain whiskeys. Then we triple distil them - not because we have to because we want to as it gives it its signature smoothness. Finally, we age them in oak casks for a minimum of 4 years."},
{"product_title": "Redbreast 21 Year Old", "product_price": "349.99", "product_brand": "Redbreast", "product_description": "Using a style of Pot Still whiskey reflective of the Midleton Distillery tradition, Redbreast 21 represents the ultimate expression of Redbreast Single Pot Still Irish Whiskey. The 21 year ageing process introduces new levels of depth, flavour and taste, creating a complex and rewarding whiskey. Abundantly aromatic and fruitful, and produced in very limited quantities, this 21 year old Redbreast is a joy to behold in each and every bottle."},
{"product_title": "Redbreast 12 Year Old", "product_price": "64.99", "product_brand": "Redbreast", "product_description": "Made from a mash of malted and unmalted barley and then triple distilled in copper pot stills, Redbreast 12 boasts the flavour complexity and distinctive qualities of Pot Still whiskey. Matured in a combination of Bourbon seasoned American Oak barrels and Oloroso Sherry seasoned Spanish oak butts, the distinctive Redbreast sherry style is a joy to behold in each and every bottle."},
{"product_title": "Proper No. Twelve Irish Whiskey", "product_price": "24.99", "product_brand": "Proper No. Twelve", "product_description": "Introducing Conor McGregor's own brand of Irish Whiskey. Distilled, aged, & bottled in Ireland, Proper No. Twelve is an ultra-smooth blend of golden grain and single malt for a rich complexity. It's aged a minimum of three years in bourbon barrel and offers hints of vanilla, honey-like sweetness and toasted wood. A proper salute to all, Proper No. Twelve pays homage to the founder, Conor McGregor, and his neighbourhood of Crumlin, Dublin 12. It embodies their shared spirit of brotherhood, loyalty, and hard work."},
{"product_title": "Bushmills Peaky Blinders Prohibition Recipe", "product_price": "24.99", "product_brand": "Bushmills", "product_description": "Bushmills Peaky Blinders Prohibition Recipe - Irish Whiskey Prohibition Blend by order of Shelby Company LTD. Bottled at 46% ALC/VOL (92 Proof). Non-chill filtered. Aged for a minimum of 3 years."},
{"product_title": "Kavalan Distillery Select No. 2", "product_price": "33.99", "product_brand": "Kavalan", "product_description": "Kavalan Distillery Select No. 2 offers a superior art of blending highlighting it’s floral and herbal notes. It’s deeply aromatic with an irresistible floral and herbal complexity, blending woody and spicy notes in rich layers."},
{"product_title": "Kavalan King Car Conductor Single Malt", "product_price": "129.99", "product_brand": "Kavalan", "product_description": "The first expression launched in the name of King Car conglomerate, this single malt's complexity represents the company's diversity and multi-faceted business. Diverse with complex flavours, it has delicate aromas and multiple layers of background fruitiness. Sweet rich vanilla, banana, and coconut with a slight pleasant bitterness balancing the sweetness."},
{"product_title": "Formosa Single Malt 5 Year Old Whisky", "product_price": "104.99", "product_brand": "Formosa Distillery", "product_description": "Formosa Single Malt 5 Year Old Whisky - Formosa Distillery selected Taiwanese malted barley grown in the Daya district, a suburb of Taichung City. A spritz of peel oil, clementine segments, allspice, and walnut, verging on marmalade dusted with white pepper. As a drinking experience, I would recommend this as a gentle aperitif, one that reveals itself unhurriedly: shortbread, coconut macaroons, vanilla, orange notes, and tangy mixed peel with a spicy ﬁnish."},
{"product_title": "Formosa Pure Malt 5 Year Old Whisky", "product_price": "104.99", "product_brand": "Formosa Distillery", "product_description": "Formosa Pure Malt 5 Year Old Whisky - This expression has a nose of vanilla sponge cake, macaroon, shortbread, coconut halves, and lemon scents. Creamy vanilla, banana custard, lemon meringue pie, fudge fingers, and gentle peppery spice on the palate make it an appealing prospect, with herbal notes on the finish."},
{"product_title": "Kavalan Pedro Ximenez", "product_price": "699.99", "product_brand": "Kavalan"},
{"product_title": "Kavalan Solist Fino Sherry Single Cask Strength", "product_price": "469.99", "product_brand": "Kavalan", "product_description": "Fino, Spanish for 'Fine', is the driest and palest of all varieties of traditional sherry wine. Traditional Fino wine is usually dry and is best consumed shortly after the bottle is opened in order to avoid losing its flavour. Kavalan's Fino, matured in the finest Fino Sherry butts, however, provides mild sweetness that excites the palate."},
{"product_title": "Formosa Pure Malt 12 Year Old Whisky", "product_price": "129.99", "product_brand": "Formosa Distillery", "product_description": "Formosa Pure Malt 12 Year Old Whisky - Wood spices, vanilla, tangerine peel, and hints of stewed cooking apples reach the nose. A light and honeyed palate offers warm orange, tangy peels, and marmalade on buttered toast, with quite a creamy mouthfeel, a slow buildup of accompanying spices, and a touch of bitter lemon and grapefruit. A finish of orange peel, crystallized pineapple, and bitter lemon."},
{"product_title": "Kavalan Concertmaster Port Cask Finish", "product_price": "79.99", "product_brand": "Kavalan", "product_description": "Using Portuguese ruby Port wine casks as the main flavour, Kavalan Concertmaster Port Cask Finish single malt whisky is first matured in specially selected American oak casks and then finished in port barriques. The ageing in barriques mellows the flavours and adds indefinable smoothness to the whisky. It is rich bodied with natural sweetness and complexity. "},
{"product_title": "Formosa Single Malt 12 Year Old Whisky", "product_price": "129.99", "product_brand": "Formosa Distillery", "product_description": "Formosa Single Malt 12 Year Old Whisky - A gentle beauty, with an excellent"},
{"product_title": "Kavalan Solist Port", "product_price": "299.99", "product_brand": "Kavalan", "product_description": "Port is a Portuguese fortified wine that is robust and sweet with a fuller and richer body. It is therefore usually served as a dessert wine or digestif. Kavalan Solist Port Cask is fully matured in Portuguese Port barriques under the subtropical climate to create the multiple fruity flavours such as plum, blueberry, blackberry and strawberry just to name a few, with chocolate as the main background note."},
{"product_title": "Kavalan Sherry Cask Strength Single Barrel Hand Selected By Artisan Group Of SWS", "product_price": "349.99", "product_brand": "Kavalan", "product_description": "This particular cask was purchased exclusively for the Southern California Artisanal Group and represents a huge chunk of the total US allocation. It's extremely rare because it's rightfully regarded as one of the world's great sherried malts.Matured in Spanish top quality oloroso sherry casks in special editions, Kavalan Solist Sherry is bottled at the distillery, without any colouring or chill-filtration. It is a naturally smooth and rich whisky with a complex character. It is clean and complex with multi-layers of dried fruit, nuttiness and spices with some marzipan and vanilla touches to it as well."},
{"product_title": "Kavalan Vinho Barrique", "product_price": "249.99", "product_brand": "Kavalan", "product_description": "Vinho is fully matured in used American oak wine barrels that have been toasted and recharred in a way that brings out fruity vanilla notes from the whisky and wood overlaid on a delicate background of complex fruitiness. It has a complex and multi-dimensional background of pepper, spice, dates and other fruits, such as ripe melon and mango together with kiwi and a delicate blend of citrus fruits burst."},
{"product_title": "Kavalan Oloroso Sherry Oak", "product_price": "159.99", "product_brand": "Kavalan", "product_description": "Kavalan Sherry Oak dilutes Solist Sherry with Kavalan spring water to 46% strength. It is easy to drink and could be a perfect malt whisky to share with friends and family on most occasions. It is clean and complex with multiple layers of dried fruit, nuttiness and spices with some marzipan and vanilla touches to it."},
{"product_title": "Kavalan ex-Bourbon Oak", "product_price": "149.99", "product_brand": "Kavalan", "product_description": "Kavalan ex-Bourbon Oak dilutes Solist ex-Bourbon with Kavalan spring water to 46% strength. It is incredibly smooth with a soft sweetness, losing the harshness and the alcohol edge and lingering over those unique flavours. It is clean and fresh tropical fruitiness with pleasant vanilla, coconut and spices."},
{"product_title": "Kavalan Classic", "product_price": "89.99", "product_brand": "Kavalan", "product_description": "Kavalan Classic Single Malt Whisky exemplifies the sheer quality of whisky coming out of Taiwan. The craftsmanship of the distillery works with the humid Taiwanese climate to create whisky that is diverse and complex. Fresh and clean, the spirit is rich with silky smoothness and hints of tropical fruits, mango in particular."},
{"product_title": "Mars Iwai Japanese Whisky", "product_price": "38.99", "product_brand": "Mars Iwai Japanese Whisky", "product_description": "Kiichiro Iwai, the name sake for this Mars Whisky, was a silent pioneer of Japan whisky. This whisky is inspired by great whiskies of America. A majority of corn balanced with light malt aged in ex bourbon barrels. Ideal for daily sipping, in a mint julep or an old fashioned. "},
{"product_title": "Ryujin Dragon Japanese Whisky 1L", "product_price": "159.99", "product_brand": "Ryujin", "product_description": "The Japanese dragon is a powerful being that controls water and rains. They are believed to bring luck and symbolize power, strength, and authority, and are much more human and demonstrate human emotions and experiences. Ryūjin, the deity of the sea in Japanese myths, is one of the most important of all Japanese dragons. He represents the power of the ocean and was a patron of Japan. Considering that the sea and seafood are important for Japanese livelihood, Ryūjin plays a significant role in Japanese culture and history, and is believed to be one of the forefathers of the Japanese imperial dynasty. Recognizing the most significant dragon in Japanese culture gave rise to the bold and vibrant flavors of the Ryūjin whiskey. Fruity and floral notes throughout the taste, with honey, orange peel, and white chocolate flavors. Mellow finish with a hint of oak."},
{"product_title": "Kaiyo The Sheri Japanese Mizunara Oak Finish Whisky", "product_price": "149.99", "product_brand": "Kaiyō", "product_description": "Kaiyo The Sheri does not require tasting notes per our master blender. It is said the be our master blenders finest work in his 15 year career. This is a once in a life time whisky to be shared and savored on your whisky Journey. His dream is to share this whisky with his daughters at their wedding."},
{"product_title": "Kaiyō The Single 7 Year Old", "product_price": "54.99", "product_brand": "Kaiyō", "product_description": "Kaiyo The Single 7 Years Old is matured in the finest Mizunara oak casks. Our pioneering research into the effect of wood selection on whisky maturation has led to the development of bespoke barrels, crafted from slow growth, air-seasoned wood from hand-selected trees. These casks are handmade due to Mizunara oaks delicate wood grain. This spirit is gently matured in traditional style for many years before it embarks on its unique sea voyage. "},
{"product_title": "Kavalan Distillery Select", "product_price": "69.99", "product_brand": "Kavalan", "product_description": "KAVALAN Distillery creates rich yet mellow layered taste using exquisite barrel art with consummately skilled blending workmanship; the unique tropical fruit fragrances of KAVALAN and the cream caramel embellished with wood and vanilla scents offer the ideal lingering flavors, these are the meticulous works specially selected by the bartenders."},
{"product_title": "Kamiki Maltage Japanese Whiskey", "product_price": "89.99", "product_brand": "Kamiki Japanese Whisky", "product_description": "Perfectly balanced with heather honey, sweet caramel, Japanese plum, balanced oak, peat and toffee with hints of sandalwood and green tea. Non chill-filtered at 48% alcohol to keep its natural flavors at maximum. Blended at its peak flavor, rather than a predetermined ratio. As a result, each batch is unique and limited with stocks."},
{"product_title": "Kaiyō Japanese Mizunara Oak Whisky", "product_price": "70.99", "product_brand": "Kaiyō", "product_description": "Kaiyō Means: Ocean. "},
{"product_title": "Kaiyō Cask Strength Japanese Mizunara Oak Whisky", "product_price": "106.99", "product_brand": "Kaiyō", "product_description": "Kaiyō Means: Ocean. "},
{"product_title": "Nikka Coffey Grain Whisky", "product_price": "99.99", "product_brand": "Nikka", "product_description": "Coffey Grain is predominantly made from corn and distilled in a Coffey still, which is a very traditional and rare patent still Nikka imported from Scotland in 1963. The complex, sweet and mellow flavors of this expression will help you re-discover the beauty of a grain whisky."},
{"product_title": "Nikka Miyagikyo Single Malt", "product_price": "99.99", "product_brand": "Nikka", "product_description": "Miyagikyo Single Malt is described as soft and fruity. Using less peaty malt, this whisky is distilled in a pot still heated by indirect steam at a low temperature. Miyagikyo Single Malt has an elegant fruitiness and a distinctive aroma with a strong Sherry cask influence."},
{"product_title": "Nikka Coffey Malt Whisky", "product_price": "99.99", "product_brand": "Nikka", "product_description": "Coffey Malt is made from 100% malted barley. However it is not categorized as “malt whisky” but as “grain whisky” since it is not distilled in a pot still. This unique production method results in extraordinary flavors and texture."},
{"product_title": "Akashi White Oak Japanese Whisky", "product_price": "42.99", "product_brand": "Akashi", "product_description": "Akashi White Oak is blended in the scotch tradition, with Japanese precision, the malt is lightly peated, and vatting is mostly ex-bourbon, balanced by White Oak’s unique variety of barrels."},
{"product_title": "Yamato Takeda Shingen Edition Mizunara Cask Japanese Whisky", "product_price": "169.99", "product_brand": "Yamato", "product_description": "Yamato Takeda Shingen Edition Mizunara Cask Japanese Whisky is a 40% Single Malt Japanese Whisky from Japan. Packaged in a 750ml bottle.  The Japanese public preferred a softer, smoother, less-smoke version of whisky, and their master distillers worked tirelessly to cater to the public's flavor profile. THe result, a whisky that rivals even the legendary scotches because of the quality and never before seen flavor and finishes. Not to mention Japan made the whisky Highball famous due to the ligt, sweet, and floral whiskies effect on sparkling water.  Yamato does just that, pairing perfectly with the traditional Japanese whisky flavor profile. You can witness a silky smooth finish, beautiful fruits, and vanillas from the start. Yamato is your entrance into the world of high-end Japanese whisky. Enjoy it neat, on the rocks, or in a highball."},
{"product_title": "Suntory Whisky Toki", "product_price": "39.99", "product_brand": "Suntory", "product_description": "It's a concept rich in meaning the world over, but particularly in Japan where respect for tradition and reinvention sparks a powerful creative energy. Inspired by that interplay, Suntory Whisky Toki™ brings together old and new - the House of Suntory's proud heritage and its innovative spirit- to create blended Japanese whisky that is both groundbreaking and timeless."},
{"product_title": "Nikka Whisky From The Barrel", "product_price": "99.99", "product_brand": "Nikka", "product_description": "This is a blend of multiple types of malt and grain that Nikka reserves. Nikka From the Barrel was created to deliver full flavors and richness of whisky from barrels which only blenders can sniff and taste. As the whisky contains so many characteristic components at a higher alcohol of 51.4%, it is essential to let the liquid marriage in used casks for 3-6 months for it to stabilize and harmonize. The concept of the unique short squared bottle is a small lump of whisky, which perfectly visualizes the rich and strong taste of the whisky inside."},
{"product_title": "Heaven's Door Highway 61 Blend \"San Diego Barrel Boys Selection\"", "product_price": "64.99", "product_brand": "Heaven's Door Whiskey", "product_description": "Heaven's Door Highway 61 Blend is a blend of straight whiskeys created by Bob Dylan to allow each whiskey to tell a story in its own way."},
{"product_title": "Roe & Co Irish Whiskey", "product_price": "32.99", "product_brand": "Roe & Co", "product_description": "Roe & Co is a premium Blended Irish Whiskey, named in honour of George Roe, a true pioneer of Irish Whiskey. Refined, elegant, and with remarkable depth, A masterful blend of rich malt whiskey and the smoothest of grain whiskey aged in bourbon casks. A versatile and premium whiskey. Roe & Co is a luxuriously smooth blend with a perfect harmony between the intense fruitiness of the malt and the mellow creaminess of the grain whiskies."},
{"product_title": "Hibiki Harmony", "product_price": "149.99", "product_brand": "Hibiki", "product_description": "Luminous. Delicate. A transparency that unveils complexity. Hibiki Japanese Harmony is a blend of Japanese malt and grain whiskies from Yamazaki, Hakushu and Chita."},
{"product_title": "High West Campfire", "product_price": "69.99", "product_brand": "High West Distillery", "product_description": "High West Campfire is the world’s finest blend of scotch, bourbon and rye whiskeys. A very unusual, distinctive, yet delicious whiskey. Best enjoyed with old friends and good looking strangers. Sip straight or with a little water. Campfire also puts a unique twist on classic cocktails."},
{"product_title": "Redneck Riviera American Blended Whiskey", "product_price": "24.99", "product_brand": "Redneck Riviera Whiskey", "product_description": "A small batch whiskey with vanilla honey smoothness and a subtle oak finish."},
{"product_title": "Yamazaki 12 Years Old", "product_price": "249.99", "product_brand": "Yamazaki", "product_description": "From Yamazaki was born the surprising, delicate yet profound experience of a Japanese single malt whisky."},
{"product_title": "Smooth Ambler Old Scout 99 Proof Bourbon", "product_price": "49.99", "product_brand": "Smooth Ambler", "product_description": "Old Scout is a high-rye recipe bourbon made from 60% corn, 36% rye, and 4 % malted barley. Straight bourbon whiskey bottled at 99 proof, Old Scout is sweet and smooth, with notes of butterscotch, leather, and cherry pipe tobacco, and enjoys the bold character an excellent bourbon should deliver.  It is blended in limited, hand-selected batches without chill filtration."},
{"product_title": "Redneck Riviera Granny Rich Reserve", "product_price": "42.99", "product_brand": "Redneck Riviera Whiskey", "product_description": "The whiskey is 95% American Light Whiskey aged at least 3 years, 5% American Malt Whiskey aged at least 4 years The whiskey has a wonderful caramel and candy corn aroma from the addition of sweeter malt grain blended with the dessert notes of the aged light whiskey. John really wanted to highlight our favorite characteristic of the original Redneck Riviera Whiskey which was its smoothness and ‘sipability’. We went to work sourcing the vintage varieties of whiskey used for that product and designed a blend that exemplified Granny: mature and good-natured with a surprising kick! It’s all nicely rounded with the higher 43% abv, or 86 proof. We can’t tell you why 86, because proof is just a number :wink: — Mel Heim"},
{"product_title": "Tullamore Dew Original", "product_price": "26.99", "product_brand": "Tullamore Dew", "product_description": "Tullamore D.E.W. is the original triple blend Irish whiskey known the world over for its smooth and gentle complexity."},
{"product_title": "Ballotin Chocolate Mint Whiskey", "product_price": "25.99", "product_brand": "Ballotin Whiskey", "product_description": "Ballotin Chocolate Mint Whiskey plays on the classic pairing of chocolate and mint with a welcome, spirited twist. Cool mint, dark chocolate, and elegant, spicy whiskey notes. These distinctive whiskey and chocolate pairings complement and elevate any occasion."},
{"product_title": "Ballotin Bourbon Ball Chocolate Whiskey", "product_price": "25.99", "product_brand": "Ballotin Whiskey", "product_description": "Ballotin Bourbon Ball reinvents an iconic favorite. Velvety chocolate notes and rich buttercream meld with the whiskey's toasted oak to create a decadent taste experience.These distinctive whiskey and chocolate pairings complement and elevate any occasion."},
{"product_title": "Ballotin Original Chocolate Whiskey", "product_price": "25.99", "product_brand": "Ballotin Whiskey", "product_description": "Ballotin Original Chocolate Whiskey is deliciously smooth, with rich flavors of chocolate fudge mingling with the oak and vanilla undertones of the whiskey. These distinctive whiskey and chocolate pairings complement and elevate any occasion."},
{"product_title": "Crown Royal Peach", "product_price": "28.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Peach Flavored Whisky brings juicy sweetness to your summer season. To create this extraordinary blend, Crown Royal whiskies are carefully selected by our master blender and infused with the juicy flavor of fresh Georgia peaches. The result is a vibrantly delicious whisky, bursting with the luscious flavor of peach and the distinctive smoothness of Crown Royal. Mix with iced tea for a refreshing tasting cocktail."},
{"product_title": "Bird Dog Jalapeno Honey Flavored Whiskey", "product_price": "19.99", "product_brand": "Bird Dog Whiskey", "product_description": "Bird Dog Jalapeno Honey Flavored Whiskey is uncommonly and uniquely delicious. The crisp jalapeno flavor combines perfectly with the smooth honey taste. The distinctive taste was nationally recognized during the 2016 San Francisco World Spirits Competition with a GOLD MEDAL."},
{"product_title": "Ballotin Caramel Turtle Chocolate Whiskey", "product_price": "25.99", "product_brand": "Ballotin Whiskey", "product_description": "Ballotin Caramel Turtle brings together rich and creamy caramel with rich pecan flavors, which then taste like they are wrapped in dark chocolate with amber whiskey notes. These distinctive whiskey and chocolate pairings complement and elevate any occasion."},
{"product_title": "Tiger Thiccc Blended Whiskey", "product_price": "84.99", "product_brand": "Tiger Thiccc", "product_description": "Tiger Thiccc Blended Whiskey - A world's first: blend of Straight American Bourbon and Japanese Whisky. Made in collaboration with comedian/podcaster Brendan Schaub."},
{"product_title": "Dough Ball Cookie Dough Whiskey", "product_price": "24.99", "product_brand": "Doughball Whiskey", "product_description": "Dough Ball Cookie Dough Whiskey is a smooth-drinking whiskey infused with warm cookie dough goodness, buttery vanilla, and notes of chocolate, this bottle holds a new flavor that’s equal parts boozy and bakery."},
{"product_title": "Ballotin Chocolate Cherry Cream Whiskey", "product_price": "25.99", "product_brand": "Ballotin Whiskey", "product_description": "Ballotin Chocolate Cherry Cream sets a new standard for whiskey creams. Silky and beautifully balanced, with deep whiskey notes complementing the rich chocolate and bright Bing cherry flavors.These distinctive whiskey and chocolate pairings complement and elevate any occasion."},
{"product_title": "Crown Royal Regal Apple", "product_price": "28.99", "product_brand": "Crown Royal", "product_description": "To create this extraordinary blend, Crown Royal whiskies are hand-selected by our master whisky blenders and infused with Regal Gala Apples and apple flavors. The result is a delicious Canadian whisky balanced with notes of crisp apple flavor."},
{"product_title": "Jameson Irish Whiskey", "product_price": "25.99", "product_brand": "Jameson", "product_description": "Jameson Irish Whiskey is a blended Irish whiskey. What’s that we hear you say. Well first we take the best of pot still and fine grain whiskeys. Then we triple distil them - not because we have to because we want to as it gives it its signature smoothness. Finally, we age them in oak casks for a minimum of 4 years."},
{"product_title": "Bird Dog Salted Caramel Flavored Whiskey", "product_price": "25.99", "product_brand": "Bird Dog Whiskey", "product_description": "Bird Dog is the most-awarded flavored whiskey on the market, having earned top honors in both industry and consumer competitions. Bird Dog continues bringing you innovative spirits with their 80 proof, Salted Caramel Flavored Whiskey."},
{"product_title": "Ballotin Caramel Turtle Chocolate Whiskey", "product_price": "25.99", "product_brand": "Ballotin Whiskey", "product_description": "Ballotin Caramel Turtle brings together rich and creamy caramel with rich pecan flavors, which then taste like they are wrapped in dark chocolate with amber whiskey notes. These distinctive whiskey and chocolate pairings complement and elevate any occasion."},
{"product_title": "Crown Royal Peach", "product_price": "28.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Peach Flavored Whisky brings juicy sweetness to your summer season. To create this extraordinary blend, Crown Royal whiskies are carefully selected by our master blender and infused with the juicy flavor of fresh Georgia peaches. The result is a vibrantly delicious whisky, bursting with the luscious flavor of peach and the distinctive smoothness of Crown Royal. Mix with iced tea for a refreshing tasting cocktail."},
{"product_title": "Crown Royal Salted Caramel", "product_price": "49.99", "product_brand": "Crown Royal", "product_description": "Crown Royal Salted Caramel Flavored Whisky is a limited edition flavor, available only in the winter months to bring a little festive sweetness to your holiday season. A blend of the finest Canadian whiskies, carefully selected by our Master Blenders and infused with the subtly salty-sweet taste of indulgent salted caramels – imparting lush, creamy notes that perfectly compliment the richness of Crown Royal Whisky."},
{"product_title": "8-Ball Chocolate Whiskey", "product_price": "29.99", "product_brand": "8-Ball Whiskey", "product_description": "Smooth, American whiskey blended with sophisticated, rich chocolate, balanced with spicy, toasted notes of oak and brown sugar. Its dark amber color comes from being aged in select barrels and is proudly bottled at the source, San Diego, California. Shockingly smooth, this complex yet memorable blend pays homage to our time-honored distilling process and when chilled, there’s no stopping the party. So, order a few 8-Balls with friends and elevate any night."}
]